{"keywords": [{"weight": 1.2932971860137301, "keyword": "soccer"}, {"weight": 0.17879913037002826, "keyword": "bring"}, {"weight": 0.12742707280655044, "keyword": "spaces"}, {"weight": 0.1237326959002473, "keyword": "city"}, {"weight": 0.10325311038877384, "keyword": "powerful"}, {"weight": 0.099096450311180917, "keyword": "cultures"}, {"weight": 0.09771700354804444, "keyword": "problem"}, {"weight": 0.091156379322500369, "keyword": "passion"}, {"weight": 0.089269227517649929, "keyword": "program"}, {"weight": 0.086366057574461752, "keyword": "professional soccer"}, {"weight": 0.083289031598350119, "keyword": "states"}], "posts": [{"post": "Wheelchair soccer league\r\n"}, {"post": "1.) FIFA reform... Sepp Blatter should be gone and a new leader, committed to moral values and not money, should take the reigns.\r\n2.) Increased coverage of European leagues in the United States, a country rich with athletes but poor in its soccer interest.\r\n3.) US soccer federation should offer free camps to at-risk youth to expose them to the life-long benefits found in the world's most popular game.\r\n4.) During FIFA reform, promote and market transparency and fairness across all levels of competitions.\r\n5.) Use star athletes like Alex Morgan and Lionel Messi to promote the character and personal values, such as determination and work ethic, that soccer can teach a player at any level.\r\n6.) FIFA should offer individual soccer federations advice on how to promote coaching clinics for youth coaches to ensure young athlete interest in their respective countries.\r\n"}, {"post": "Every kid should have a safe space to unleash their passion for soccer ;)\r\n"}, {"post": "Let’s create and redefine soccer spaces to serve as vibrant hubs for community, youth inspiration and education.\r\n"}, {"post": "More inclusive and respectful supporter spaces can make soccer a further hub for community building.\r\n"}, {"post": "Use soccer to develop lifeskills as they relate to employability, such as communication and teamwork.\r\n"}, {"post": "Ideas to make the greatest game greater:\r\n1) Connect professional soccer teams with local schools to offer tickets as rewards for reading/good grades\r\n2) Offer free tickets to organizations to help underprivileged kids (Boys and Girls Clubs)\r\n3) Donate equipment to local sports teams\r\n4) Promote community soccer leagues for adults and families \r\n5) Have more socially responsible companies sponsor soccer teams/leagues\r\n"}, {"post": "We all need to come together, this include the media, politicians the cooperate world and the soccer lovers to come together and make the bealtiful sport better.\r\n"}, {"post": "National Coed Soccer League so everyone has a place to be accepted\r\n"}, {"post": "Video chronicle the journey of one soccer ball being juggled across the world, every continent by all walks of like and through all cultures.  Any person - age or gender, socioeconomic class, or religion who wants to have 5 minutes or less juggling the ball can have it. During the 5 minutes they can express what the sport of soccer has meant to them.  Compile an edited version of the video to present to the FIFA about the impact and responsibility the sport plays.\r\n"}, {"post": "En las comunidades campesinas se presentan escenarios entendidos como espacios de interacción social, tanto dentro como fuera del entorno familiar, los mismos que se identifican como espacios masculinos y femeninos. Y a partir de pautas generales se elaboran premisas de conducta cotidianas, que son el mecanismo sutil por medio del cual se reproduce la desigualdad y el enfrentamiento en las relaciones de género. Por ello, se hace importante romper, en forma consciente y voluntaria, esos espacios tradicionales, como por ejemplo la cancha de fútbol, usualmente considerada como un espacio masculino, en el que irrumpa la mujer de igual a igual a jugar con el varón, pero impulsando valores y respetando reglas para conjurar cualquier tipo de violencia. \r\nMediante la práctica compartida de este deporte el fútbol (fútbol de valores, juego limpio, ... etc.) se busca el desarrollo integral de niñas, niños y adolescentes, orientándolos hacia la formación de competencias individuales, sociales y deportivas que fortalezcan valores, habilidades y destrezas para una convivencia social en equidad, con mutuo respeto y colaboración.\r\n"}, {"post": "le football a travers les centres football for hope permettent le rapprochement etla cohesion.\r\n"}, {"post": "Have an app for fans and teams to discuss poor calls by refs (or good calls) to get an unanimous decision which could help with the bias that sometimes comes from refs decisions. Could be used as posting favorite soccer moments and threads for tailgate meetings, ect for super soccer fans around the globe\r\n"}, {"post": "Empowering young girls in male-dominated societies through girls only soccer academies.\r\n"}, {"post": "We need to include the participants who are disabled especially in our non competitive soccer programmes.\r\nThis will help to break the stigma surround disability.\r\n"}, {"post": "...that every transaction from the sport (sponsorships, player transfer fees, etc.) has a percentage that goes back to using soccer as a force for social good\r\n"}, {"post": "le football donne de l'espoir aux jeunes desesperes et les centres football for hope en sont des exemples d'espoir.\r\n"}, {"post": "By implantation soccer programs in Rural areas and use football to uplift the disadvantage communities through out Africa.\r\n"}, {"post": "Soccer is one of the last stands against gangs, drugs and despair for our world’s most disadvantaged youth. Let’s leverage the game for good! #UNLEASHFOOTBALL\r\n"}, {"post": "something we are doing wrong when children prefer them to give away the shirt of his favorite soccer player before the ball\r\n"}, {"post": "Professional teams could adopt a local soccer program and reserve the amount equal to one player's salary each year for that program. Players would visit the program throughout the year and act as guest coaches and/or mentors.\r\n"}, {"post": "We need to crease more public space that is truly open to the public and increase soccer friend ly infrastructure in schools and public spaces.\r\n"}, {"post": "Creating an app of soccer workouts (on the field and of) from favorite players for those young and old to follow to prepare for a big game or feel like they can still be apart of the game\r\n"}, {"post": "Your Answer\r\nAny Leader should put Youth Soccer at forefront as it is the foundation and basis of our Beautiful Game. Despite being voiceless they should be heard through responsible unselfish leadership for it to remain aesthetic eternally.!\r\n"}, {"post": "We @ City Youth Academy have been involved in football & futsal - grassroots & youth development programs in Malaysia since 1999 (16 years now).\r\nWhat we do different from other academies out there is that we incorporate several other games (futsal, street soccer, beach soccer & freestyle football) together with football.\r\nWe also introduce charity & community service project together with our development programs.\r\nIt has shown wonderful success for our children, parents, coaches, community & country too.\r\nIts all about giving our children more options in life.\r\nThe best part - You don't need lots of money to do it, its comes down to pure passion & commitment for the game.\r\nWe @ City Youth Academy always do whats right for our children, our community & our country.\r\nCheck out the links below for your reference:-\r\nFacebook: mohd sulaiman gerrard\r\nFacebook: city youth academy\r\nFacebook: the awakening project\r\n"}, {"post": "we need to take th  football in  to the communities instant of  participants coming to Our  facilities, stadiums or center's that means we must break the activity down to small sided games such as street soccer football 3 ect. The must  be an element of an life skills in each session according to the needs of that particular community and that required surveys to be be done before implementing the programme.\r\n"}, {"post": "- A simple answer is to get professional athletes and organize a charity game and select a foundation of choice to promote during the game where each goal scored is a certain amount of money donated to that organization.\r\n- Starting a program where every once in awhile there is a game where children who are ill and have always wanted the opportunity to play soccer, get a chance to play in a game with professional athletes. \r\n- To get professional team support, get teams or players to donate balls/jersey's after games and auction them off for a greater cause that this organization would like to focus on. \r\n- There could also be an opportunity to find players with real potential but because of financial reasons wouldn't have a chance to tryout for a professional team and help fund their trip or in someway help them get that chance.\r\n- Create more opportunities for females to get involved in the soccer world, Maybe even just as a practice team to start.\r\n"}, {"post": "I am the junior chairman and coach at one of the oldest football clubs in South Africa. The club is called Tramway FC,situated in Cape Town, and is celebrating its 92 year birthday in 2015. We have utilized the power of football to attain the following objectives:\r\n1. In view of South Africa's apartheid history, the entire country is literally divided along racial lines. The country's previous group areas act resulted in non-white people being forcibly removed from their houses and communities and placed in areas based upon the colour of their skin. The government established white, coloured, Indian and black communities. Even though South Africa celebrated its 21 year democracy and political transformation in 2015, there has not been a significant racial and economic transformation in the country. In fact, the gap between the rich and the poor has gotten bigger. Former white areas and schools are unaffordable and often inaccessible for the majority of the country's non-white population. There has thus not been a meaningful integration of diverse communities in South Africa. Tramway FC has successfully transformed our club and partnered with schools and community based organizations to ensure that we are able to integrate diverse racial, religious and socioeconomic communities through the power of soccer. We have bought together young children from very diverse communities onto a soccer field to ensure that meaningful integration and interaction occurs. We start with children as young as 4 years old. We currently have more than 200 children from incredibly diverse backgrounds. It is thus not uncommon to find junior teams at Tramway FC comprising white, black, coloured and Indian children. Additionally, we have muslim, christian and jewish children all being part of the same team and club. The children are from diverse socioeconomic backgrounds with many children coming from impoverished and poor communities playing in the same team as kids from middle to upper class communities. Through focusing on the children, we are able to bring their parents and families into the club thereby ensuring that adults from diverse backgrounds start engaging on a meaningful manner for the benefit of the kids. Friendships have been formed that has resulted in tolerance and understanding between our diverse communities. Our young children will thus grow up integrated and respect our diverse cultures. Apart from forming strategic partnerships with fellow community-based organizations, our decision to not exclude any child on financial grounds and keep our annual membership fees very low has assisted us in attaining our objective of community integration. Instead, we collectively fundraise which further assists with improving communication with our diverse parents.\r\n2. The largest disease burden at our local hospitals that our community utilize is attributable to non-communicable diseases (NCD). These include complications relating to obesity, hypertension, diabetes mellitus, heart disease, stroke and chronic lung disease due to smoking. It is well-known that a lack of physical activity, poor diet and smoking are underlying reasons resulting in NCDs. Furthermore, a legacy of apartheid is that the poor schooling and sporting infrastructure in the non-white communities established by our former apartheid government contributes to physical inactivity and poor medical literacy that underpins the development of NCDs. Through the promotion of football we are able to improve the physical activity of young children even their school do not have the sporting infrastructure or capacity to promote sport. \r\n3. Through focusing our efforts on our youth, we are able to access the parents and families of our young children. Since 2013, we have run a free adult health and wellness programme aimed at the families of junior soccer players. We have provided health and fitness screening followed by supervised exercise as well as life, nutritional and anti-smoking counselling to the family members and general community during junior soccer training. This resulted in entire families coming down to the sports facility to participate in healthy living at the same time. Those who were identified with chronic conditions such as hypertension, diabetes, hyperlipidemia and other conditions were referred to their local health clinics. This free programme was made possible through recruiting volunteer sports physicians, biokinetisists, psychologists, doctors and nurses. It was conceptualized through myself as the junior chairman at the club and specialist physician at our local hospital.\r\n4. We plan to run a homework and tutoring club prior to junior training at the soccer field. This will allow us to assist our many junior football players with their education in addition to developing their football skills\r\n"}, {"post": "Yesterday I wrote about the health and wellness programme at Tramway FC. Please have a look at this link illustrating a scientific study which we had run for the family members of junior and senior soccer players as well as the general community:\r\nhttp://leadsa.co.za/?p=21608\r\nRegards\r\nNasief\r\n"}, {"post": "I have always been a fan. A fan has rivals. Since we were young we were taught to hate our rivals. Hate is a dead end. This is a sport. It must be seen as a competition rather than a fight. It has to be dealt with respect on a cross functional level. It must unite and not separate.\r\nRespect to yourself by understanding this concept, respect to others when the differ from your point of view, respect amongst rivals; at the end of the day, gets us closer. The means, football/soccer. The goal, \"\"a greater source of good\"\".\r\nI took the initiative of creating a secret group in FB called \"\"la tribuna\"\" in which the only rule is to mention football/soccer with respect and tat others with respect. Believe me, I have seen the change from hatred to peaceful conversatories regarding the same issues. It all starts from within, from home, from friends. I think it's time to spread the word. I believe in your project.\r\n"}, {"post": "Our Idea #12 for @Unleash Football – Similar to the video capsule on the city hosting a particular game, feature a video capsule on NGOs with a call to action at the end. #MagicBus #sport4dev #sportfordev #soccer #unleashfootball\r\n"}, {"post": "Our Idea #9 for @Unleash Football - Make a unique and limited set of footballs/jerseys for each game and auction them after the game. MagicBus #sport4dev #sportfordev #soccer #unleashfootball\r\n"}, {"post": "Taking from the Tom's model, a portion of revenue from professional soccer could be siphoned into a charitable fund. More specifically, a portion of ticket sales could go towards brick and mortar projects, a portion of jersey and apparel sales could go to clothing funds and programs, concessions to food security, etc. Taking it a step further, regional and municipal governments could implement a tax and adopt building match quotas (ie. for every acre of land dedicated to a stadium or practice facility, a certain number of affordable or public housing units must be built, or for every square foot of impervious surface created, a square foot of community farmland would be created or preserved, etc.)\r\n"}, {"post": "I feel like first off, football should be shared freely between anyone who wants to participate. There should be easier ways to bring people together, without excluding anyone, so we can all enjoy this sport.\r\nSecondly, we need to encourage put pressure on big soccer corporations such as FIFA to have more transparency in the actions of the company. It is at a toxic level and creating a lot of harm in places such as Qatar.\r\nThirdly, I believe we need better efforts to stopping racism and unite ourselves over this sport since football is such a global phenomena and racism still exists in major aspects of the sport.\r\nNext, it would be really cool to have outreach of football supplies such as cleats and balls to areas of the world that are third world, or perhaps do not have the means to afford these supplies, but they still share the same love and passion for the game that we do.\r\nLastly, football at its highest level is so fun to watch but so many people in this world are unable due to TV restrictions. We should expand the reach of the professional game that captivates us all so everyone can enjoy it.\r\n"}, {"post": "Philadelphia pioneered the Percent for Art Program, which obligates developers who are building on land acquired and assembled by the Philadelphia Redevelopment Authority to dedicate at least one percent of the total construction costs toward the commissioning of original, site-specific works of art. This program has been a great success and has resulted in the creation of hundreds of public works of art, for the benefit of all.  We should have the same thing for soccer (football): all construction of new arenas, playing fields, etc. for the World Cup should dedicate 1% of construction costs to a football for social development fund, managed by streetfootballworld.\r\n"}, {"post": "We can make the greatest game a greater source for good by considering the essency of the game. For us, football is an honour. Football, soccer, teach us many things related to our life. You may share everything about your life through football. Fail, success; lose, win; those are the effects of the game you can change the game not the essence of the game. When you do good, play good, share kindness, fair play, you show your integrity, and game brings us an honour. For us, football is more than a game, is an honour.\r\n(Uni Papua - @unipapuafc | @unipapua)\r\n"}, {"post": "Our Idea #5 for @Unleash Football – what we wish the football industry could do in order to support Football for Good. Give VIP seats to the top fundraisers of previous years. Send in your football for good suggestions. #MagicBus #sport4dev #sportfordev #soccer #unleashfootball\r\n"}, {"post": "ALLOW all children whether in organised football clubs or in informal community soccer to learn to firtsly enjoy the GAME and then to grow and develop as a person. We have recently piloted our Football3 programme to kids in organised clubs (u/10 divisions) and after 9 weeks awarde our first FAIRPLAY TROPHY AWARD... throughout the  weeks of playing kids/clubs learnt to appreciate that the player are childre at PLAY first before competing and that the playing field was their classroom. What a breakthrough for organised clubs...\r\nAs an after school Football3 activity we have kids making up teams and learning just to play along.\r\nPLEASE ALLOW CHILDREN TO BE CHILDREN EVEN IF IT IS ON THE FOOTBALL FIELD\r\n"}, {"post": "As Founder and Director of the Likoni Community Football League (www.lcfl.org), based in Likoni, Mombasa, Kenya, I have seen firsthand how a sports and development organization try to stay afloat without governmental support. Pressure should be put on the governing bodies of soccer in each country to support/fund youth sports and development organisations, and not to for example, charge an organisation to exist! The power of sport is an amazing thing. It helps to bring positive change in a community that seems to have no hope.  It gives women the power to achieve in communities where women are not given a chance. A sports organization allows good people, in an underprivileged community, the ability to step up and become leaders. Please watch video: https://www.youtube.com/watch?v=8AdwYhexwr4\r\nThank you.\r\n"}, {"post": "Football has the power to make the game equally accessible for everyone. Despite your cultural/economic/religious background or gender, YOU should still be able to play. E.g. women in latin america, especially Argentina and Brazil are commonly mocked and made fun of for playing sports, let alone football. Football should especially help such male-dominant countries to help empower the local women to do not what's pretty  or socially acceptable but what feels RIGHT to them. Football organisations and clubs should encourage initiating female soccer clubs and male pro players (Neymar, Suarez, Messi, etc.) should take up on a female team from their home country and endorse it with all the power and affection that they have.\r\n"}, {"post": "My Wish Jurgen.\r\nGlobal Football Games today launched its team of supporters.\r\nPrince Ali has taken over a president of the GFG, David Beckham has pledged his support by being a public face and allowing his new stadium to be the location for the first ever GFG and committing 1% of all profits made by the club and its players to go towards the GFG. The main sponsor was also announced today. Under Armour have committed to donate 1% of their earnings on soccer related gear to the GFG fund for social good, and simultaneously designed a product range for the event kits, boots, bags, etc.\r\nALso on this day 10 top european players playing in the MLS have committed to 1% of their earnings over the next 2 years to the event, and become members for the GFG innovation development board. \r\nThe first game opened by President Obama will be on....\r\n"}, {"post": "Social media is a great way to bring it to the next level. Football is international and, founded on respect, it can bring people from all around. Creating groups to talk about footballand what we like or dislike out it is a greaf way to start!\r\n"}, {"post": "Gender Equality in India is a big challenge. People think only men/boys should/could play football in India. Media popularizes men's football even though 2015 is the year of Women's football WC and that the USA women's football team had won. What a brilliant game to watch! But media paid less attention to it and chooses to show where each men's footballer had spent their vacation this summer, what swag they got and Mario Balotelli :-)\r\nSolution to this- We could have the world's first Mixed football tournament, mostly 5v5 format, in which 3 have to be women and 2 men. A game that will change the way society thinks and a way men footballers can help the women to come up in sports and in their community. Im very positive on this as this will have a major impact in India and of-course there will be skeptics voicing their concerns. But in a few years down the line, when people see the Mixed Football WC, the parents will be proud to see their daughters playing at the international levels next to Messis and Ronaldos. \r\n- Aaron Thomas\r\nFootball Coach\r\nSLUM SOCCER\r\nwww.slumsoccer.org\r\n"}, {"post": "Jurgen, I have been considering for some months, the best football format for a future championship, an innovative model that is inclusive but builds on where the game is AND IS SIMPLE - and being at the homeless world cup today i thought of something...\r\nGFG - GLOBAL FOOTBALL GAMES\r\n(Simple said, we mix the World Cup and the Olympics)\r\nSlightly more detailed.\r\nThe passion of the Fifa World Cup\r\nThe Format of the Olympics\r\nThe vision of the Streetfootballworld\r\nThe modernity of the X Games\r\nIssue: There are many many forms of football, all equally justified, but how can you combine them into one competition without ruining the purity of the game itself. Who does something similar already? Answer, the Olympics,. Lots of different events which gain points individuality (and have winners) BUT more importantly they go towards the collective win, the country with the largest amount of point across ALL the events, is the winner. \r\nSo, GFG would have mens football (World Cup) Women's football (World Cup) our very own format, (Mixed Football World Cup) - mens and womens 50/50 (like tennis). We would also have blind, homeless, disabled, beach, street, virtual, under 16's, over 60's, even soccer skills championship, etc, all playing together at the same time (like the X GAMES - able bodied and disabled in parallel, same location and online). People would understand it as they understand the Olympics format. It is all about full inclusive society, 1 wins, you all win!\r\nCan we pull it off?\r\nWe ARE THE ONLY ONES THAT HAVE THE VISION AND THE network to shape it!\r\nSponsors would be interested as it covers all audience groups.\r\nIt is innovative, inclusive etc etc\r\nAnd we could do the whole thing as a true profit driver for, Football for good!\r\nI WIN, WE WIN, THEY WIN\r\nI = The whole of me\r\nWE = The whole team\r\nTHEY - The whole world\r\nOut of this format, would come other innovations, low cost footballs, cause based brand etc etc, profit to buy football clubs etc.\r\n"}, {"post": "Use football as a platform to bring joy and hope to youth in communities that have suffered natural disasters.\r\n"}, {"post": "1. Bring football to places it has never been before\r\n2. Develop places where people play football but have not fully immersed themselves\r\n3. Band different cultures together around tournaments where teams have players from many cultures\r\n4. Teach the youth the right way to play\r\n5. Partner with the industry leaders\r\n"}, {"post": "Every club that competes at a professional level should at least have the capacity to accommodate a woman's team, so that for every men's competition there is the potential for a corresponding women's competition.\r\n"}, {"post": "Football bring a lot of fun for everyone and it creates good chance for like-minded people to get together\r\n"}, {"post": "Football nurtures love, compassion, teaches teamwork, integrity, competitiveness, hard work, discipline, how to make sacrifices, and how to encourage others. These are all important aspects of life that football alone can teach the world. Below is a short list of ideas for how to make the greatest game a greater source for good:\r\n•\tDevelop in areas or communities that are less likely to have the supplies or facilities to encourage diversification and respect of identity.\r\n•\tHold tournaments in schools that inspire co-gender and multi-race teams to participate cohesively and encourage cross-cultural relationships and understanding.\r\n•\tCollaborate with a well established athletic brand (Nike, Adidas, puma, Reebok, etc.) to create a world wide commercial that shows how football brings people of all genders and races together from around the world.\r\n•\tPlan trips for kids to travel and witness the culture of football in other parts of the world.\r\n•\tBuild football fields that provide kids a safe space to play the sport.\r\n"}, {"post": "Open, inclusive pick-up football games have the power to connect people. Different people who would never normally come into contact with each other in their daily lives. \r\nIn this safe environment with no barriers, people can express themselves, broaden their horizons, learn more about themselves, increase their tolerance and respect for others and develop and grow through making meaningful connections, regardless of whether it's people who may feel excluded from mainstream society (e.g. migrants, people with disabilities or people in difficult life circumstances) or people who have never had the opportunity to be exposed to people outside of their social circles.\r\nBy supporting existing groups or founding new groups that enable inclusive pick-up football, a huge positive social impact can be achieved\r\n"}, {"post": "First, playing games is an art. It comes as you think and act. Game innovation in the mind comes with age. Children, youth and young adult are in good shape to innovate and atticulate different game.In doing so, one of the greatest thing is making sure that there are number of recreation ground and open spaces for children's sports and games. Government should ensure that despite the urbanisation that takes place now, children must not suffer the effect of missing a play ground just in the excuse of urbanization and city extensions.\r\nSecond is to redeem physical and sports education in schools from primary level. This will help our children with focus while empowering them with game motivations and instincts.\r\nThird, to strengthen competitive environment for inschool competitions while sporting talents who will be helped with formal academies available \r\nFourth, increase number of academies while upgrading the existing firms. These academies must be supplied with modern equipment and with strong medical team. \r\nFifth, all clubs should really put emphasis in academy and youth teams. In the other hand, TFF must desperately relook on youth leagues and avoid politics on this. The league is almost useless while players don't receive the care and support they deserve. We can produce something from these young ones.\r\nFinally, availability of standard play grounds. TFF, the government and other stakeholder must make sure that there is at least one stadium of international standards in every geographical zone.\r\nHowever, the big clubs like Simba, Yanga and AZAM must stop their habits of taking the young talents and hold their chances to play. If they don't have a plan to use them in a particular season they better loan them or leave them to go when they will have enough game time.\r\nI beg to submit\r\n"}, {"post": "we can make this massive power house sport \"\"football\"\"  the greatest game as a greater source for good through investing in the community/ in the grassroots football for they are the ones that have the unlimited love, interest and excitement in this sport. also improving the skills and sport structures at different levels ( community, district, national and at global level for transparency in all the sporting areas which will enable equal distribution of highly earned resources to improve the football). lets involve the children in greatest game for they passion still grows inside them\r\n"}, {"post": "Make every World Cup bid city incorporate and implement a sustainable social impact program into their bid that if approved will be supported by FIFA, its sponsors and the WC broadcasters for a minimum of a four-year period.\r\n"}, {"post": "Often times, people tend to get carried away by the team rivalries, monetary rewards and the likes while forgetting the very essence of the beautiful \"\"game\"\" of football. Thus, there is need to remind all & sundry that it's all a \"\"game of sportsmanship\"\" even though modern era football has more or less gone beyond being a game considering the finance involved, politics (administrative aspect most especially) of the game, social status effect etc. \r\n     Hence, in response to the question, \"\"how to make the greatest game a greater source for good\"\", a constant reminder 2 all stakeholders of the numerous benefits of football must be done. \r\nReminding ourselves of benefits such as maintaining physical fitness, moral values such as promoting hardwork and teamwork, commitment, fostering togetherness, strengthening the bond of love & uniting individuals and people of varying climes, culture, religion & social strata ...all which are avenues 2 create a positive social change globally.\r\n"}, {"post": "Is it possible to change the very essence of the football ecosystem to achieve a rebalancing of wealth and a change of focus towards social development? After all, the majority of football clubs were established in order to bring local communities together, so social development should be part of their DNA. That said, because of the disparate nature of football structures, it is hard to envisage how such a campaign could be led and how changes could be driven by the people -- the fans -- who are disenfranchised by the industry they sustain.\r\nChange from within is perhaps more realistic. At Kick4Life in Lesotho we are striving to create a new model for a football club where social development is the ultimate goal, driven and enabled on a new level by elite success on the pitch and financial success off it. It is a big shift from our initial approach where we created an elite team alongside our charity programs purely as an outlet for our talented participants to play competitive football. Yet as the team has progressed quickly to the Lesotho Premier League, our potential for scalable social and economic change has flourished. As a traditional charity this was capped, but by creating a cross-sector model we believe we can accelerate and deepen our community impact, as well as creating a model for replication by clubs elsewhere.\r\n"}, {"post": "Rich people can simply learn to play and then play with poor people. \r\nGoing into townships or villages and simply kicking the ball, without teaching.\r\nFootball can equalise power-relations.\r\n"}, {"post": "IDEA 1) today, fans around the world are used to voting for the ‘Goal of the Month‘ in competitions that interest them.... Looking ahead, why shouldn‘t they vote for the ‘Fair Play of the Month‘? Let‘s showcase great examples of fair play more often and celebrate those players who bring the idea of fair play to life  \r\nIDEA 2) professional clubs partner with local social initiatives to give as many disadvantaged boys and girls as possible the once in a lifetime experience to walk onto the pitch with the players/their idols (25 home games per year x 22 player escort kids = 550 unforgetable days for marginalized kids per club per year)\r\n"}, {"post": "We should make it mandatory for all stakeholders in the football sector to contribute to social change (making best use of this wonderful & powerful game). I will come up with one idea/day on how this could work in practice:\r\n> > as part of the professional club licensing process each club needs to proof that a certain amount of money (at least 1% of the clubs total spending) is invested in social change according to a robust set of quality criteria. .\r\n"}, {"post": "I use this medium to reecho my thoughts concerning the taking football as a means of social change to the next level by calling for the development of football in africa as a means of supporting out-of-school boys and girls who are passionate about the game. it is no doubt the football is a very influential and loving sports among young african people, thus many wants to be like their favorites players such as drogba, mikel, toure, eto'o etc. the support for the development of the sport in african will not only provide employment for the teaming young boys and girls in africa, but it will platform for a kind of informal education, reduce crime and promote social integration. support for development does not end with giving monies to the FAs, but to ensure that corrupt football administrators are kicked out of the system, funds monitored for the purpose to which it was donated and infrastructures such as mini stadia encouraged in little and poor communities. social initiative such as sfw should be given opportunity to benefit from social funding to benefit poor or disadvantage communities. the bane of underdevelopment of football in africa is caused by corruption and selfishness of administrators. local league must be given due attention for standard as a means of absorbing some of the best legs rather than all looking forward to playing in europe as the only mean of competitiveness. capacity of officials must be improved through seminars and courses.\r\n"}, {"post": "IDEA: Create an industry standard, all association and club supported, time based tracking system for fans acting as a media, call it 'FAN MEDIA TRACKER'.  It is a system that tracks fan time spent promoting a player, in which ever form. The more time that is spent promoting that player, the more points that personal media outlet gathers and the more benefits that personal media can receive linked to football. So, if i am a fan of chelsea, i buy their branded products, walk around with a branded chelsea top, watch and share their youtube clips, share their links to MY network and so on, i can earn enough points to get (for example) a free season ticket,  every year! Being simple 33% of EVERYTHING should go to clubs, players, tournaments, 33% of EVERYTHING should go to football development for those that support but cannot connect in the same way as other, 33% earned should go to fan support.\r\nWHY?\r\nLets not be silly now, we are sharp enough to understand a celebrities community is their media, so, just like any other media, they should be paid like a media. But lots of us don;t see this as we are wrapped up in fame admiration of association to fame, but wait. Having a brand on your chest is promoting that brand, simple!\r\nMore specifically, Being a top player and being paid for your performance is one thing. \r\nBut leveraging your own image and community for personal fame and fortune is naive, as the community is not yours just like football is not anyones. The community is there and will follow whoever is at the top of the game, (you as a player) had the skill to get to the top, but you do not OWN the community that follows you, the community is donating their time and bodies to you, as you are in that position. The individual and the football community owns the football community. \r\nYour image as a player is made up and shaped by the community following you. For example. if a player endorses a brand a % of the community buy it this could be 000.000's, and the players gets 000.000's sharing their image BY ACCESSING their community. BUT THIS IS NOT THE DECISION OF THE COLLECTIVE COMMUNITY AND THIS COMMUNITY GET NOTHING IN RETURN. though they have created your worth. Many many fans have paid to see you, bought your football tops, drink bottles, school bags, lunch boxes, posters, footballs, clothing ranges, apps, training videos. they walk around with your name on their back, for free, promoting your brand, for your profit, they follow your stories and share them, like them, comment on them, they give you important time in their life, which could go to someone else..\r\n"}, {"post": "Governments and Football Federations can make football a greater source for good by creating more safe spaces for women to play in their communities or allocating field space for women and girls to play regularly.\r\n"}, {"post": "La pratique du football par les filles leur donne confiance en elles, facilite leur implication dans la active, leur participation à la gestion de leur cité. Les footballeuses sont des filles spéciales au points de vue étude et de comportement responsable.\r\n"}, {"post": "September 3, 2015\r\nI got up today to read two news reports that honestly don't seem like they're from the same planet. English clubs spent $1.3 Billion on transfer deadline day screamed one headline. Another page had the heartbreaking image of a 3 year old lying face down - washed up on a beach in Bodrum, Turkey. He drowned along with his entire family when they were attempting to flee Syria in a vessel that wouldn't have lasted 10 minutes in a bathtub let alone the Aegean. \r\nThat football is a business is undeniable. It's also great that it is. It has made the game more global and has given more people access to the beautiful game. One can hardly escape the hordes of young teenagers wearing a Manchester United shirt or a blue football kit with Hazard emblazoned on the back even in my hometown of Chennai in southern India (traditional cricket country). Heck, I'm one of them (not the young teenager part though). However, there is a part of me that wonders - How can we justify a football club spending $50 Million dollars on a teenage striker when there are millions who are risking their lives to flee war torn lands? How can we justify thousands of laborers dying while building stadia in the middle of the desert so that the world can enjoy a spectacle that lasts 30 days?\r\nIt is almost as though our collective conscience has been numbed. We've gotten used to it. If something happens often enough, I guess it no longer is news. It is time we all stop and say 'Hold on! I see where we are headed and I don't like it'. Football has the power to be that stage on which we all stand and declare in one voice that this is not something we want to see. Associations and clubs have the power - financial might and the fact that they have a voice that is heard - to really make a difference. Fans have the power of numbers. If the fact that Arsene Wenger didn't sign a defensive midfielder can provoke such heartfelt debate between thousands of individuals, surely we can channelize that indignation and anger to try and resolve other pressing issues as well? \r\nIn the end, our biggest asset is our passion - our passion for the game, our passion for wonderful plays, our passion for what we feel is right and wrong. It is time we find our voice in expanding our sphere of discussion and use the power of that voice to make a difference. Surely 70 migrants who suffocated to death in the back of a truck are just as important as a goalkeeper who is capable of winning a game single handedly?\r\n"}, {"post": "we can make it agreater game by integreting it in all our day to activities.the game its self has amagic in mobilisation,it can also be use to solve conflics in the community since it unity people during the play,\r\n"}, {"post": "Football is finest product which encompasses personal evolution and spirit of humanity as team sport.  It is replacing religion and at the sane time,  to play this game requires very good regulation of mind,  body and emotions and one cannot do unless draws inner strength and huge emotional balance to drive mind to regulate Ryathem of body.  Hence football shall not be promoted as sport but as life skills to kids and it's benefit shall be marketed to parents as child development into greater personality.  Of course,  out of that,  those you like to take it further can become Messi,  rest all willl be better off handling life situations.  I have sketched s program on how to structure and teach and shall be happy to share of there is an interest.\r\n"}, {"post": "The Victoria Sports Association (VSA) is a community development Organization that uses sports to engender broad socio­economic development, while also effecting positive social change. Founded in 2006 in the SLUM’S area of Nairobi, home to some of Africa’s poorest slums, VSA pioneered the linking of sports with social improvement and community development activities such as slum garbage cleanups, environmental improvement and HIV/AIDs prevention. Nine years on, it is now the largest self­help youth sports and community service organization in Africa and is recognized as an example of excellence within the sport and development world.\r\nThere are 3 active VSA zones throughout the Nairobi (city park) slums and neighboring slums, and the organisation has also grown to include projects in the Korumba and Gamba in western Kenya. In total, the organisation has directly impacted over 1,000 young people.\r\nOne of VSA’S most distinctive qualities is the fact that it is owned and managed by the youth themselves and that it is genuinely a community driven organisation. The average age of the VSA officials, volunteer leaders and coaches is only 15‐20 years old. But despite their age, these young leaders have themselves benefited from VSA programmes and have an amazing enthusiasm, dedication and drive to continue the organisation’s work.\r\nToday, the organization continues to use sports activities, particularly football, as an innovative and effective way to get youth involved in helping themselves and their communities. In addition, over the years the organization has expanded its activities to include other sports; arts and culture, health education, photography youth offender repatriation programme and even community libraries. There are VSA zones throughout the Deepsea and neighboring slums, and the organization has also grown to include projects in the Gamba in Siaya County, Kenya. In total, the organization has directly impacted over 1,000 young people. One of VSA’S most distinctive qualities is the fact that it is owned and managed by the youth themselves and that it is genuinely a community driven organization. The average age of the VSA officials, volunteer leaders and coaches is only 15 and ­16 years old.\r\n"}, {"post": "I believe football should be used as a way to engage people to be part of community centres or schools.  For example, would a street kid in Brazil necessarily go to English lessons, would there be the impetus for him and his friends to turn up twice a week? Maybe.  However I'm confident that by using football as a tool  we can use football to reach out and connect to millions of people, then through weekly football initiatives,  we can integrate classes such as English or business skills to the population. \r\nThis is an excellent initiative and if there's anyway I can be involved please get in touch. \r\nKind regards, \r\nFreddie Rumsey\r\n"}, {"post": "- Unite poverty stricken areas with football equipment\r\n- Create employment opportunities for expanding Street Football World\r\n- Start day camps for football to keep youth active and busy\r\n- Educate youth on life skills through football\r\n- Improve football facilities in major cities\r\n"}, {"post": "3D printer that uses dirt-cheap and eco-friendly material to produce footballs and potentially boots (which might be harder to print). The objective here is to make it easy for any kid to play proper football (I played barefoot/bad boots and a cheap ball and it sucked. It is also dangerous). \r\nUsing football to teach kids in poor countries fundamental skills for the modern world like languages (English) and computer science (programming). These two skills will me mandatory to have to perform ANY job in the near future... How can this be done? Football can be used to make learning these skills more fun, by creating football video games or real football tournaments or events. I am not sure about the whole plan, I need to think it through, but I am sure you get what I mean.\r\nA global football tournament in which a team of six (1 goal keeper, 5 other players) are from a difference race, country and background. So you'd have a black kid, asian, white, hispanic, middle eastern, european..etc in one team. This encourages tolerance and increases education. The objective here is to make kids understand that it is easy to co-exist when we are united as a team. When there is no judgment. Football is the best tool for that.\r\nAn advanced and cheap football that can generate clean energy (electricity). It's a great way to get people to play football but also they can use the energy from the ball to charge their phones or electronics on the go (since they can take the ball with them). Imagine if a few balls (say 2-5) in the future can power a house for a full-day?\r\nThis one is tricky, but a football betting app that gives all incoming dollars to charity of choice of the user (it has to be football-related). People love making bets on games and players. Why not donate the winnings, all the revenue generated to people who need the money? Makes betting more ethical... or accepted\r\nPartner up with Adidas/Nike/Sports Brands or Sponsors like MasterCard to donate a percentage of what their costumers pay to a football charity. Just like what Oprah Winfrey is doing with Starbuck's Chai Latte tea product. Additionally, this could work with subscription services like Pay per view (GoalTV, Sky..etc) if a user pays 20 euros a month, why not let him pay 21 and the one dollar goes to his football charity of choice?\r\n"}, {"post": "If football is going to be open to all we need more open spaces which are not locked, cased in and bookable only on the internet but rather, free, safe and open to any who turn up with a ball\r\n"}, {"post": "- increase adult participation in LEDC's. still a great way to learn about team work and leadership, and enabling people to stay healthier and relieve stress, can help act as an escape in particularly poor economies. helps set positive examples as well.\r\n - more emphasis on donating old sports kit to poorer economies. This can be on a personal and more corporate level;\r\n     - people being more conscious about giving their old boots, shoes, clothes to charities. \r\n     - corporate firms with associations to football (eg. Nike, Adidas etc.) donating more clothing, equipment and making it easier for people to bring old items back to them as well.\r\n     - corporate firms with 5-a-side teams of 11-a-side teams all have kits which are updated regularly - being more proactive in donating these would be useful.\r\n - develop other games and training activities within football that can be used as wider learning mechanisms - eg, developing a version of football which incorporates mathematics. this will encourage outdoor and physical activity and develop team work and leadership whilst being educational in a more traditional academic sense.\r\n"}, {"post": "Focusing to woman empowerment, sponsoring female football up to high level can make the greatest game a greater source for good because educating a woman is like educating the entire nation.\r\nSo from there they can spread the game passion from early edges and the kids will grasp the same methodology from their mothers. which is also like creating a sport culture in the world.\r\n"}, {"post": "We can make football a greater source for good by training more coaches to prioritize personal development, well-being, inclusion, child rights and fun rather than simply player development and competition.\r\n"}, {"post": "we need to create home work Clubs, were we would encourage our participants to bring their school work to their Coaches to ask for assistants.\r\nThat will create a good relationships both with coaches and parents that is great strategy for development .\r\n"}, {"post": "The amount of money that is getting spent on player transfers, player contracts and TV contracts is dizzyingly high. On the other hand most of the billions of people worldwide who love the game and play it every day live in developing countries and in poverty. Football can be the vehicle to share the wealth of the rich (including the powerful institutions like FIFA etc.) with the disadvantaged and not only use the business football for their own good.\r\n"}, {"post": "El fútbol en países con dinámicas sociales difíciles como lo serian inseguridad, pobreza, violación de derechos y demás dificultades que caracterizan una población vulnerable, este deporte se  convierte en una oportunidad de cambio porque en una cancha pueden solucionarse conflictos, integración de las personas, se aprende a trabajar para una finalidad, la importancia del otro para el cumplimiento de las metas; el fútbol se convierte en el espacio donde los jóvenes se encuentran para compartir sus historias y experiencias donde se aprende normas dado que existen reglas en el campo de juego. Para esto el papel del fútbol es transcendental porque en estos contextos ayuda a las comunidades en su desarrollo social porque permite mejorar y transformar la cosmovisión de las personas de estos territorios, combate de forma directa problemas como pandillaje, consumo de SPA entre otros; donde el joven al jugar al fútbol y pertenecer a un equipo ya sea profesional o principiante utiliza de forma adecuada su tiempo libre evitando participar de las problemáticas anteriormente mencionadas.\r\n"}, {"post": "When coaching football it is important to make sure their is always joy in the game. It is not difficult to smile or laugh on the field but sometimes is forgotten. Maintaining the joy of the game allows people to better receive messages and learn skills naturally like teamwork and problem solving. Conversely, by avoiding negative attitudes players can better avoid negative habits.\r\n"}, {"post": "We must take out our Players or participants to take part on Community upliftment events such waste management days were they would help in the community clean or to pick up waste or cleaning old age homes, that will enlighten them about good society values and the team community responsibility.\r\n"}, {"post": "La pratique du football donne des opportunités aux  jeunes de devenir des professionnels.\r\n"}, {"post": "To unleash football offer football for free for everyone, everyday, everywhere organize football tournaments and keep on using football for social change. Keep on showing the example how football can be used for good. \r\nTo unleash football support: \r\nhttps://drive.google.com/file/d/0B_J4kN5v3zNXdTM2eVVfUC1Nb28/view?usp=sharing\r\n"}, {"post": "le football est un facteur de cohesion et de reconciliation en temps de crise, il apaise les tensions et unifie deux camps opposés, qui partagent une seule et même passion durant quatre vingt dix minutes.\r\n"}, {"post": "IDEA #1: Limit salaries and transfer fees. Make the profit above this cap available for social projects from the country or community where the respective player comes from.\r\n"}, {"post": "Football is the people's game so we need to give it back to the people.  Spend less on massive stadiums and player endorsements and more on the grassroots - give children the world over a chance to play by providing them with play spaces, coaches and safe environments\r\n"}, {"post": "We should strenghten networks integrated by different kind of players and actors from the football world and from relating but different worlds, such as international cooperation and inter gouvernmental organizations or also the academic world and social policy programmes. Also, convince the new fifa leadership of the key role of fifa in lifting football towards its \"\"tipping point\"\" to unleash its potential is important, because its weight and connection with private sector, public sector, civil society and fans/people in general cannot by overestimated. If fifa would be to take up a convening and leading role in this discussion, this could be a point of no return in a positive sense. An organization at the level of fifa should focus its work on that, and not only on supporting small scale football for social change programmes.\r\n"}, {"post": "By making football as a tool for social change more visible - it is difficult to compete with the professional leagues in terms of spotlight, but we need to think of ways to leverage the intense media attention football gets and use it to promote positive messages.\r\n"}, {"post": "Offer children in every corner of the globe the opportunity to have their own safe experience with Football, with Play.  Do this in many way, by offering qualified instruction (meaning training for existing & future physical education or Football coaching instructors), equipping existing and future programs with the physical tools to play the game and present more safe play spaces everywhere!!!\r\n"}, {"post": "•\t2 percent of every ticket sold goes to a “football for good” fund to be distributed to deserving organisations\r\n•\t% player sale\r\n•\t5% of tickets to each match should go to people who can’t afford tickets and are from underserved communities or countries. \r\n•\tFA’s should be required to train coaches for football for good organisations. \r\n•\tFA/FIFA should be required to spend 25% of expenditures  on women’s football  \r\n•\tCharity footathon rotating causes- Once a year 100 of the world’s most popular players (female, men, and from all age groups) are selected and placed on to two teams to play a non-stop 24 hour long game. There will be unlimited substitutions. The game will act as a fundraiser with all proceeds going to a football for good fund.\r\n•\tThere should be a salary cap for football teams. Teams exceeding this cap must pay a 50% tax for development through football organizations. \r\n•\tTax all football player salaries 2% and place this money into a football for good fund.\r\n•\tStadiums must reserve advertisement space for football for good organisations.\r\n•\tNational team players are required to volunteer 24 hours a year. \r\n•\tBefore bidding for the World cup a country must hold a referendum to see if the people are in favor of hosting the games. The public must be provided with figures on the world cup costs.\r\n•\tStadiums built for the world cup should be multifunctional. \r\n•\tThere should be a quota for female referees.\r\n•\tInclusion of transgender people.\r\n•\tThe men’s and women’s world cup should be held at the same time, yet the games should not be at the same time of day. Companies that purchase the media rights must be required to show both games. \r\n•\tJerseys: football for hope implementing organizations should be alongside advertisements. \r\n•\tFIFA president should be in office for a maximum of 5 years.\r\n•\tThe panini album  will not only feature the 32 country teams but also 32 football for good organizations teams, featuring their individual stories (each country  can potentially sponsor an organization)  \r\n•\tFIFA/FA staff donate time\r\n"}, {"post": "le football permet aux jeunes defavorises de s'inserer dans la vie active et de prendre conscience\r\n"}, {"post": "We have seen first-hand the importance of having a ball that can withstand the play spaces in most of the world.  Most children and youth don't have access to a grass field, and traditional footballs are not designed to withstand the harsh environments - streets, rocky patches, beaches - where most children play.  I would like to see football leadership invest in REAL grassroots football - not just development of elite players and teams.\r\n"}, {"post": "Goals have been central to football since the game itself was first conceived. And the meaning ascribed to the goal has remained fairly static ever since: goals win you games and championships. What if we expanded the meaning of the goal such that it also embodied a social cause? \r\nOne idea might be to have every football club in, say, the premier league define a charitable mission they wanted to support through their goal scoring prowess. For every goal that club scored for the season, their opponents would then donate a pre-established amount to the club's mission. In this system, watching your team win 3-0 would not only mean securing 3 premiership points, it would also bring about the warm recognition that more money had been raised for your club's cause.\r\n"}, {"post": "Football can offer more than just a sport game as it is also about team spirit, cooperation, respect, fair play,…there are a lot of learning values that we can educate others through football; that is the reason why Football for All in Vietnam (FFAV) use football as tool to integrate life skills education for children\r\n"}, {"post": "Every pro player needs to earn his good stripes before entering the big leagues.\r\nThey have to commit to first spend 12 weeks teaching kids in the community football and values before being allowed to enter the first team.\r\nThis also goes for all coaching staff, managers, new owners etc..\r\n"}, {"post": "we can make football a source of good through the power of partnerships.irrespective of ones ability to play, his/her history or level of education , the passion exhibited by that person is the SEED CAPITAL to use in inititating local,national and global partnerships\r\n"}, {"post": "I know. I know. Some don't want to be heroes. But most do. And most want to do good. And most want to do good by and for kids. \r\nAnd the world is a no longer uni-directional. The ways of digital -- in many ways -- give many kids a seat at the table, as place to sound their barbaric yawlp: and they want to be heard. \r\nKids want to be heard. Kids want to be recognized. (I say kids, but it could be Kids from 1-92).\r\nIf a retweet or a follow is the new digital form of an autograph, how can we leverage to breezy ways of social platforms to reduce the friction to get an autograph. \r\nSound you yawlp, your good news, and get recognized, be heard. And maybe even get that follow, that retweet, that new digital autograph currency.\r\nShare your content about how you do good through football, and we'll blast it around the universe. You will be heard. You will be recognized. \r\nBut it doesn't have to stop there. We can recruit the gatekeepers of content and ad space and for X # of yawlps, we get time-in-kind donated to our message, creating a flywheel of good stories around the world.\r\nHubristic? Sure. Absolutely, No doubt. But I've seen these things work in the past -- w/ brands as heroes. And it created a groundswell to shake groundswells. I did this type of work for Under Armour (cheers, Dylan). And it can work. With a whole lot of blood, sweat, will and hubris, it can work.\r\nCheers,\r\n  -DM\r\nDan Mecchi\r\n"}, {"post": "I love football, in all its forms. The top teams are always great to watch, but I know: the quality would not be the same without proper, well organized, fun, safe and open for all grassroots football. Build the foundation well, and football itself will florish. Let kids decide, let them be heard, don't let an abitous coach or dad decide. Build the club, the hub, where we feel belonging, where we build our local identity, where we are equal. No form of discrimination, open for all. Fun, high intencity, good coaches who ate there for the kids. Volunteers who commit themselves. We can move mountains, we can change the world.\r\n"}, {"post": "Offer to design a football for social change product which can be integrated into Confederation of African Football's Annual Awards Events, as one pieceof a broader integration strategy with CAF. We could develop a \"\"Football for Social Good\"\" award focusing on various social themes (education, health, youth leadership, empowerment, entrepreneurship). This puts a visible face to football for social change in Africa, provides awareness for both those organisaitons and football for social change in general; puts us closer to the sponsors who work with CAF, and probably creates more incentive for them to invest in bigger projects moving forward (infrastructure, festivals, forums etc). We could develop it a minimal cost, adapt and offer to other football federations.\r\n"}, {"post": "why doesn't unleash football get a project from FIFA to create and manage a global program which asks all kids that are in pro-club standard teams (ie chelsea youth 11-15yr olds) to share their ideas on the future of the game - specifically they would like to see when they are playing.\r\nFor example.ask 13 year olds in 2015, how would they like to see the game in 2025? This should be a consistent annual review and another base guide for how the game can evolve across the planet to keep up with future generation.\r\nDylan\r\n"}, {"post": "11. A NEW CULTURE: A REAL FIGHT FOR EQUALITY\r\nIf football is the people’s game it needs to look like the people. Football’s diversity campaigns have had real successes getting racism, sexism and homophobia out of the stands, disabled fans into seats that work for them and women on to the pitch. Yet as recent accounts of racist fans on the Paris metro and sexist chants in stadiums remind us, there remains much to be done.\r\nAdvertisement\r\nThe problem is not just in the stands. The words and then tortuous apologies of, among others, Dave Whelan, Malky Mackay and Richard Scudamore demonstrate that the upper echelon of the football establishment holds attitudes to difference, to gender, ethnicity and sexuality that are at best antiquated and at worst discriminatory. It is this culture that is responsible for the scandalous under-representation of minority coaches at every level, and everyone other than old white men on football boards. If aiming for a quarter of company boards to be women is a good enough model for the FTSE 250, it’s good enough for football, too. There should be two years’ grace before legally backed gender quotas are required. And if the Rooney rule, ensuring a qualified minority candidate is seen by interview panels, works for the NFL, why not here? Football should introduce the Rooney rule immediately.\r\n"}, {"post": "The overall mission and values of Confederations, Federations, Leagues and Clubs are all in line with what Unleash Football stands for.  Everyone understands and emphasizes the power of football, its ability to help the greater good.   The common tagline \"\"football is a religion\"\" highlights the importance and the pitfall of football.  Like religion, when you strip down football from its cooperate, political, and egocentric dogma's,  the true identity of football has been lost.   It is not just FIFA or Blatter at the root of the problem, it is seen across all levels in the football hyrachie, the personal motivation of individuals is clouding judgement, rationale and long term vision.  It is not solely about individuals enriching themselves financially, it is mostly about personal pride and glory as a primary motivation.  The most succesful businessmen, who have run and grown companies rigidly and carefully, enter the world of football with a mission and vision but before they know it become blurred in their judgement by the beauty of the match-day.  They become the talk of town, they are the center of attention at birthday parties, they become loved and loathed by the masses (fans), they hold the key to joy and happyness of the community, and they subsequently want to make an immediate impact.   There are exceptions, but generally, the sport is being run by succesful commercial and political alpha individuals with little or no attention to their respective organisation, the clients, and ultimately the needs of the fans.   How can we blame them? We can't! Unleashing the power of football requires a professionalisation at all levels.  The sport is opportunity driven, not structure driven.  Rightsholders have multiple opposing stakeholders (sponsors, fans, media, shareholders, governing bidies) and those stakeholders need to become alligned  through clarity and education.  Only when the structures are in place, the power of the individual (or group of individuals) becomes marginalised.  Only when everyone is equally informed can democratic processes take place and can the power of football be unleashed.\r\n"}, {"post": "Trasladarnos a comunidades alejadas que solo utilizan el Futbol como un deporte solamente y capacitar a jóvenes motivadores para utilicen este deporte como una estrategia de cambio, creando ferias donde se puedan mostrar el futbol como una herramienta de transformación social, compartiendo juego dinámicos, experiencias, intercambio de información, promoviendo a los grupos para que le den un mejor uso al Futbol.\r\nY estas ferias se deberían de hacer de manera parcial, no solamente una vez, sino cada cierto tiempo para saber como lo van desarrollan en la comunidad y que progreso ha tenido la implementación.\r\n"}, {"post": "USA / all military should designate 11% of its total budget to football for good as the ultimate conflict resolution weapon.\r\nD\r\n"}, {"post": "9. SHIFT THE FOCUS: TO GRASSROOTS AND NON-LEAGUE\r\nIf the grassroots of football received one pound every time the professional game praised it, it would be rich beyond all imagination. But the grassroots – including the youth, women’s and non‑league games – are not rich.\r\nThe state of the nation’s facilities is poor, the provision of changing rooms and toilets for women and girls is worse, and the massive squeeze of local authority expenditure has led to a collapse in the maintenance budgets of established grounds. For those who can find a decent pitch, the number of trained coaches per capita is a quarter of Germany’s where the costs are subsidised. Yet football’s private opulence feeds on the enormous pool of enthusiasm and talent that grassroots football generates.\r\nThe windfall taxes should be spent here, focused on: subsidising coaching education, supporting struggling clubs, building pitches in the poorest areas and making sure every single playing field has women’s changing rooms.\r\n"}, {"post": "Players should be exposed to at least 40 hours of civic education/social engagement a year.\r\n"}, {"post": "We (streetfootballworld/unleash) form a diverse group of 11 retired world class football players (think oceans eleven) who all share a common bond – a deep commitment to helping others...ex-players who throughout their career have dedicated significant time, energy, and resources to various charitable causes. They will become co-founders of ’Play it Forward‘, a non-profit or for-profit company.\r\nEquipped with the support of streetfootballworld/unleash, these ex-players, will educate and inspire active professional, amateur, and youth footballers to channel their energy and resources for a common goal: to transform young people‘s lives through the power of football.\r\n"}, {"post": "Football can become a source to bring together young children and teach them importance of team work and help them in there physical and emotional development, we should ensure that football is played in the true sportsman spirit and take friendship to the next level, we can change India if we can get the young children from under previleged background to play football\r\n"}, {"post": "Idea: OffShore Stadiums, which are swimming arenas that can be relocated to seaside venues across the oceans. Problem: Many real-life cases of stadium constructions (e.g. for the World Cup in South Africa) give rise to the conclusion that significant financial resources are unnecessarily wasted. This is due to redundant use or bad utilisation of the maximum capacity of the relevant stadiums which had been required for that specific event – but not for its secondary use. This creates significant economic disadvantages to mainly the taxpayer of the respective host country who has to finally carry all the fixed costs arising from empty, large-scale football stadiums. Taking into account that almost all potential host countries of international football final tournaments have access to the sea, OffShore Stadiums that are globally mobile and therefore can serve for more than one tournament, offer new ways for enjoying permanent financial profits for investors over a long period of time and public stakeholders alike. OffShore Stadiums are eco-efficiently powered by a blend of hybrid energies such as water, wind and solar power.\r\n"}, {"post": "Congratulations in advance Mr President. You can make the greatest game a greater source for good by putting the interest of the beautiful game lovers first. Do not indulge in any form of football politics, that way your department will and the whole world will forever be peaceful. Here in Botswana at South East District Youth Empowerment Association SEDYEA the game of football is used instead to help better our lives. We are off the streets because of football and having a president with the same mentality would really help us. We need you Mr President to do this for the love of the game not anything else. I am very happy of being a part of this. Thank you SEDYEA FOR SHARING THIS WITH ME. May the Lord bless you.\r\n"}, {"post": "Those football academies that seek to foster young talent should place more of an emphasis on developing the whole  child. This mean not only working on football skills but also making sure that these young people grow up as socially responsible young citizens, regardless of whether or not they end up forging careers for themselves.\r\n"}, {"post": "La coupe du monde doit permettre de fédérer les pays qui vivent sur les même espace géographique (exemple: Afrique de l'Ouest). c'est à dire l'Afrique de l'Ouest doit être représentée par une équipe des meilleurs joueurs de la zone sélectionnés  à partir d'un championnat organisé entre les différents pays de la zone géographique  cette équipe sera financée par la communauté toute entière.\r\n"}, {"post": "All professional players should be required to be ambassadors/advocates for a social development through football project of their choosing!\r\n"}, {"post": "More interaction between the male and female leagues. Look at tennis as an example. You have superstar players of both genders playing at the same arenas as part of the same tournaments. The crowd and the press take interest in both the male and female matches and the likes of Serena Williams are just as recognised and respected for their accolades as the likes of Roger Federer.\r\n"}, {"post": "We need more well-known people in the industry to speak up about important issues - to promote the coaches/organizations doing the work on the front-lines.\r\nHow about a Say No to Corruption campaign??? I'm not sure (though I admittedly don't know much) people at the high levels of football understand the scope of their decisions and examples. Corruption is a poison and we (Coaches Across Continents) work in places where we see disastrous consequences. How can a child dream about football when their league champions are decided before the season even begins?? We have games where we provoke cheating and conflict to create opportunities for our participants to solve their own problems honestly and with integrity. In these small-scale activities you see the effects of cheating - one person cheats and it snowballs - how can you compete without succumbing to it? We teach these lessons and praise those who are honest.. but it can be so difficult. Especially in places where corruption is everywhere - in your face, understood, accepted as the status quo. It's so sad. And it won't change unless the changes are happening from both ends - the top, and the bottom - the leaders of the industry, and the ones who this industry should be all about - the children and the educators (coaches) who lead them. \r\nI've probably just picked the biggest and most challenging issue - but you said there is no crazy at this point! I love the beliefs of Unleash - and the transparency aspect is key here. In our games the participants find their way to the solution of controlling what you can control - yourself. If you aren't corrupt, if you don't cheat -  maybe that will snowball as well. I'm an optimist.\r\n"}, {"post": "IDYDC NGO has promoted football as a source for food basing against its sustainable programs. IDYDC has since 2004 working with 'Health programs to address the community on HIV/AIDS prevention education especially youth via the methodology of football. The football approach has successfully reached more than 64,000 youth with HIV/AIDS prevention education while also having trained more than 1100 youth as pear eduducators.\r\nIn line with,  IDYDC  has been a role model in Iringa region using its newly opened Iringa Football For Hope Centre to organise youth football tornaments. The centre attracts many community fans including players where team coachs address health issues focus on behaviour change. This program is daily perfomed by IDYDC hence making football to be a source for 'GOOD' \t\t\t\t\t\t\r\nThanks\r\nBlessings\r\nJumbe\r\n"}, {"post": "What if, for one season only, every female pro club had to include 1 male first team player in every game.\r\n"}, {"post": "1. A handshake should be more than a routine - it should mean that you are true to your word, you deal honestly and that you uphold the principle of fair play (this could also go beyond the pitch, say, like to the boardroom.)  \r\n2. Leaders in the football world (players, managers, owners, etc.) would each \"\"adopt\"\" a school, program, team, club or cause that would be theirs - it would be out of a sense of duty, a sense of pride, a desire to help the helpless ... and these leaders would then compare their accomplishments and their competitiveness would drive them to do MORE GOOD.  There could be a World Cup of Doing Good and the greatest champion of the least of these would be lauded.\r\n3.  All important meetings, summits, conferences, negotiations, elections, etc. would be begin with a friendly \"\"football3\"\" match.\r\n"}, {"post": "A football game is a complete experience, all your senses, your mind, and your emotions get touched. Within deep experiences, deep changes can happen. \r\nIf joined by methodologies to address specific social problematics are attached to this experience, the seed for transformation is planted. Football 3 for example provides a space within the game to address specific social problems (peace, tolerance..) and produce change. This could be done to address many other problems, and also to build solutions. \r\nFootball can be the container for various transformative methodologies, to identify key players within a community, to diagnose social dynamics, to build emerging solutions!\r\n"}, {"post": "Why dont unleashfootball create a set of staff that would be called cause directors responsible to educate players? Staff? Fans? Backroommataff? On how they can maximaise their cause potential with real impact.\r\nWe create a plan, the governing body offer it free to teams...\r\nSo we shift from ronaldo this generation saying they talk about haircuts to talking about real issues...and haircuts!!\r\n"}, {"post": "There is more to Football than the big, fancy stadiums and the huge salaries, across the globe, everyday, committed men and women use this beautiful game for a positive contribution towards building their communities, this for me should be the most important and critical area that needs support from thought leaders, entrepreneurs and governments. Through football, peace in the world may be attained, humanity may be realized,  Millennium Development Goals may be achieved, an HIV Free generation may be accomplished.\r\n"}, {"post": "We have to make Social Responsibility a much bigger issue for clubs in all levels, as well as other football-related organisations and (con)federations. Huge amount of money is spent in football transfers, wages, infrastructure and other additional services (to be honest, do we really need all the new stadiums, infrastructure and high-class services for example in major tournaments? A lot of the new infrastructure are no longer in use after these tournaments, because there is no any reasonable usage available). It should be a mandate for clubs in all levels to spent a particular share of time and money for the best of their local communities. And that process should be followed, monitored and audited regularly by third party.\r\nMany of the most successful football clubs have their own football academies and schools around the world. These clubs should also be required to support the local communities surrounding their academies and schools. Every club should have staff (voluntary or professional) to take care about the projects concerning social responsibility. \r\nSocial Responsibility should be part of everyday life and attitude in every clubs, not just a single project to be done by left hand.\r\n"}, {"post": "Idea: Video-replay confirmations for all penalty decisions in league games and tournaments.\r\n"}, {"post": "le football donne de l'espoiraux gens defavorises et marginalises. le centre football for hope permet de resoudre ces genres de fleau.\r\n"}, {"post": "Football should use its tremendous global platform to combine grassroots / mass participation sports, professional sports and talent pipelines with personal development and holistic education. All football youth coaches should be qualified to integrate life-skills sessions in their regular football trainings to develop the young peoples' social competencies in a safe, fun and youth-riendly environment. Through a more holistic approach to football this amazing team sport could have an massive impact... for Good. Just by looking at the 25 000 German football clubs and the 6.8 million active members of the German Football association the global potential becomes quite evident.\r\n"}, {"post": "Ich sehe immer nur Fotos von verbissenen Spielern, die eben nicht spielen, sondern kämpfen. Wir brauchen Rollenvorbilder, die freundlich sind, nicht kämpferisch. Und wenn kämpferisch, dann spielerisch kämpferisch. Wenn wir eine friedliche Welt frei von Kriegen anstreben, darf auch das Grün nicht zum quasi Schlachtfeld werden und damit die Spieler zu verbissenen Kämpferin. Viel macht haben die Medien. Wenn man sie dazu kriegen kann für die Veröffentlichung andere Bilder auszuwählen, dann wäre das grandios. Auch, wenn man zeigen würde, dass Mannschaften nach dem Spiel gemeinsam feiern und die besiegten, die Sieger feiern und umgekehrt - wäre das nicht wundervoll? Und wenn Fußballkommentatoren weniger sinnloses Geschwätz abgeben würden, mehr die Fairness und Klugheit loben, würde das gute Samen im Geist derer hinterlassen, für die Fußball alles ist, woran sie sich orientieren. Der Fußballverband sollte einen Kodex für Fußballfans rausgeben, der Saufgelage, die Belästigung Bahnreisender und Gewalt ächtet. Kurz, alles was Freude mehrt und Unfrieden und Unfreundlichkeit mindert, sollte gefördert werden. Und man sollte endlich aufhören davon zu sprechen, Spieler zu kaufen. Das hinterlässt den Gedanken, Menschen seien käuflich. Wollen wir das? Das führt automatisch zu den hohen Summen, die gezahlt werden. Wenn wir die Gehälter von Vorständen und die Nebeneinkünfte von Abgeordneten kritisieren, dann müssen wir auch die finanziellen Auswüchse im Fußball ächten - und für Transparenz und Fairness Sorgen, auch in den Verbänden bzw. der Fifa. - Lasst uns den Fußball mit den Werten verbinden, in denen wir leben wollen. Ganz konsequent in allen Bereichen, von der Spielerausbildung bis zur Vergabe von Übertragungsrechten.\r\n"}, {"post": "Unleash football is already happening: There are thousands of organizations that are working on the field of development thru football, there are billions of people participating in grassroots football project, there are hundreds of football tournaments organized in the spirit of fair play, respect and tolerance. FiFa and UEFA are supporting organizations that use football as a tool for social development. There is a world wide global network that unites more than 100 community organisations and teaches them to learn from one another. There are already millions of lives changed by football. Football is already used for good.\r\n"}, {"post": "Football is the largest and lovely game in Tanzania and  the world in general. Using football for social change we can adress the educational, health and social needs of children and youth; educating and advocating for culture and peace, diversity, tolerance and mutual respect.\r\n"}, {"post": "All the sponsors should give a 1 to 1.5  minutes space everytime there is a commercial block to feature a very short story about the power and potential football has to change lives in the communities. This way both \"\"football worlds\"\" ( the industry and the world-changer) could be connected.\r\n"}, {"post": "Rather than universities only offering football scholarships to the best young players, why not save some spaces for students who take initiative and run football-based development programmes.\r\n"}, {"post": "we need to take kids out of their environment and comfort zone by taking them to  camps .Team building must be the main ingredients for the Camp as this is suggested to be  done preseason and or in the early stages of the programme.This is were you implement the team methodology/team style of play and the values , as well the goals and the vision of the team for that particular year.\r\nThis should be accompanied by fun activities such as games  depending of the age or the divisions that are in the Camp.\r\n"}, {"post": "In most cases they is drug buse among the youth,but if we engaged them into the game with medical personsel( a physcothreapy) lessons,we shall have helped to solve the ever increasing cases of drug abuse amongst the youth hence making the greatest game agreater source for good.\r\n"}, {"post": "The simple truth is that football stopped being the beautiful game, and became a disgraceful, corrupt, cheat-filled business when money came into the professional game. We get confused about this because there are soany well-meaning and hard working people interested game, especially at grass roots level. And there are so many passionate players that work hard for little recognition or reward. But the professional game is full of greed, cheating and corruption. Yes, players deserve to make a living, and deserve to earn enough to support themselves after their short playing careers end. But why the multi-millionaire salaries? Why all the hangers-on milking money out of the game? We need to introduce fair salary caps globally across all leagues to level the playing field and give all clubs an equal chance to win leagues, instead of the current situation where a small select group of rich clubs are the only ones that can win. We need to take political power back off the club's and money men, and give it wholly to the fans. We need fan owned clubs and leagues, and make the sponsors, advertisers and media work for us, the fans. We need to reduce the tv rights money in the game which leads to negative media barron input into favourable sheduling. If there is spare money after the capped salaries are covered, it should be invested in improved facilities, grass roots development, and creating equality and access to the game across all regions and countries. We need to make ticket prices affordable - many fans can no longer afford to attend. We need to clean out hardcore ultras, and educate fans about appropriate behaviour - singing and chanting adds character, violence, racism, homophobia and hate ruins the game. Games should be family friendly community events with supporting fun activities for every ages group to make them an affordable fun, family day out. We need to make clubs reconnect with their local community, and ensure they are connected with locals in many ways, such as work skills opportunities for local unemployed, sell food from local businesses, and teach kids in local schools. We need to protect international football and balance it better against club football, and we need to completely gut and reboot Fifa, which is not fit for purpose. We need a fair, transparent World Cup bidding process, in which any registered and vetted fan can have a vote, not just Fifa cowboys.\r\nI would also introduce a Europe-wide league to undermine right wing nationalism, and help contribute to a sense of European unity. It would have one top Europe wide league of 20, then a 2nd division of regional leagues (NW Europe - British Isles, Low Countries, Northern France, Northern Germany;  Med - Spain, Portugal, Italy, Southern France, Greece; East - Turkey, Balkans, Hungary, Romania, Poland,  Ukraine, Moldova; Central - southern Germany, Czech Rep, Slovakia, Slovenia, Austria; and Scandinavia - Norway, Sweden, Denmark, Finland, Estonia, Lithuania, Latvia). Then the third tier would be within nations - the top team in each of the five regional leagues would play play-off relegation challenges against the bottom five teams in the Europe wide league, and the National champions would likewise play a play-off challenge against the lowest ranked teams in the regional league at tier two.\r\n"}, {"post": "We can make the greatest game by combining the most fun simple games for the children with and without disability\r\n"}, {"post": "To unleash football: suspend betting on football games\r\n"}, {"post": "Football is Good but it is not God! It will be free of dirty money and corruption when the messiah arrives back. \r\nUntil that to unleash football: George Sprigboard to president for UEFA\r\n"}, {"post": "Use football to teach life skills , promote health and social awareness ,make the world a better place to live in\r\nWhizzKids United\r\n"}, {"post": "Bridging communication gap.centralised mode of communication has to be developed in a way that information from above reaches the grass root  at the same time,so as to achieve this with the mdern technology which is every where like cell phone let it be amust to every club to get contact person where information can chanaled.\r\n"}, {"post": "We can make the greatest game, a greater source for good by applying such a kind of togetherness. Our children play, learn, share and grow-up together. Playing a good game, learning new things, sharing life values. This kind of togetherness could help our children to show us a great game when they play. More than that, it would be a good moment for them for lifetime.\r\n"}, {"post": "4. STOP DITHERING: INTRODUCE SAFE STANDING\r\nIf football fans were customers, if football really was a free market, then presumably fans would get what they wanted and they were ready to pay for. The introduction of safe standing has been researched, tested, found safe and acquired considerable support from fans and their clubs. It is an effective way to improve the atmosphere at matches and to lower ticket prices. It is in operation in Germany with great success. Yet still government and clubs dither. This requires no more than a simple amendment to the Football Spectators Act to allow the licensing authorities to permit the introduction of safe standing. Do it now.\r\n"}, {"post": "le football est source de motivation, passion, amitié......mais aussi de l'amour entre les uns et les autre...et le football est necessaire pour une societe et l'existence des centres football for hope en sont des exemples de reference.\r\n"}, {"post": "Football can become a greater source for good by educating coaches to not only teach technique and tactics, but various educational themes that will help players grow to become intelligent and informed citizens. The classroom is not only reserved for learning. The football pitch can become a setting for players to engage in meaningful dialogue surrounding major social issues in their community.\r\n"}, {"post": "WE CAN MAKE A GAME A GREATER SOURCE FOR GOOD BY THIS :\r\n1.THERE SHOULD BE NO GENDER EQUALITY,FOOTBALL SHOULD BE FOR ALL ,EQUALITY SHOULD BE THERE\r\n2.AS FOR MY OPENION IS CONSERNED I MYSELF AS A YOUTH SEEN A LOT OF YOUTH GOING TOWARDS DRUD ADDICTION,FOOTBALL CAN A BEST TOOL TO AVOID THIS .\r\n3.WE SHOULD REACH ATLEAST FAR FLUNG AREAS WHO DOESNOT KNOW WHAT IS A GAME OF FOOTBALL ?HOW CAN WE DEVELOP FOOTBALL SO THAT THEY COULD EARN THERE LIVING WAYS ....\r\nTHERE IS SO MUCH TO DISCUSS ABOUT THIS...\r\nThankyou FOR THE QUESTION\r\n"}, {"post": "Le football  a permit aux jeunes d’avoir  le sentiment  appartenance à une communauté.\r\n"}, {"post": "Apply - across all official monetary football related transfers (e.g. player transfer, sponsorships, media rights) - a \"\"Social Impact Tax\"\". Organizations that drive initiatives around \"\"football for social change\"\" can apply for grants to implement their projects.\r\n"}, {"post": "With a percentage of its income, football should aim to support specific social challenges. Because they are close to footballs nature, I believe this investment should go to health, education, peace building in sports, youth leadership, infrastructure and community development projects and programs.\r\n"}, {"post": "6 TAKE BACK POWER: WITH TRANSPARENT CLUB OWNERSHIP\r\nCentral to the Reform Bill, a proper set of rules on transparent club ownership:\r\n■ All shareholdings in football clubs will be made public, including full disclosure of any beneficial owners and holding companies behind which the unscrupulous have hidden.\r\n■ The introduction of a new club licensing scheme overseen by a reformed FA that would make clubs’ financial dealings transparent; strengthen the fit and proper persons test and make its workings public; require all new owners to meet a club’s supporters’ trust before acquiring shares; and protect key aspects of the club – such as its main strip and its name – in law.\r\n■ Reform the composition of club boards and the duties of directors through changes in corporate law. This would include making the interests of the club paramount over those of shareholders; require a majority of independent directors on boards with a legal responsibility to encourage supporter ownership, and include a minimum of two directors from a club’s supporters’ trust.\r\n■ A statutory right to buy for supporters’ trusts whenever a club faces insolvency, its shares are going to be sold or new ones issued.\r\n■ Changes in the tax regime. These would be designed to support social ownership and deter carpetbaggers – for example, removing tax relief on leveraged buy-outs and making it easier for supporters’ trusts to obtain it.\r\n"}, {"post": "Make it compulsory that all professional football players must give a percentage of their annual gross salary to football for social development projects\r\n"}, {"post": "1. TIME TO LEGISLATE: PASS A FOOTBALL REFORM BILL\r\nIn 2011 Hugh Robertson, then minister for sport, said: “If football proves unable to sort this out itself then the government may have to legislate.” Four years later football has not sorted itself out and there has been no legislation.\r\nWhoever is the next secretary of state for culture, media and sport must make the introduction of a Football Reform Bill a departmental priority.\r\nThis would serve as the final opportunity for the Football Association to complete its process of internal reform. Either way, there must be legislation to ensure the reform of club ownership, taxation and governance.\r\n"}, {"post": "There needs to be a tax (0,7 - 1%) on each money transfer in the football business - player transfer, player´s wages, ticket sale, merchandising, tv rights, sponsorships, ...  This money should be collected in a global football for good fund. An independent organisation driven by social impact (through football) should be given the task to spend the money.\r\n"}, {"post": "We can find creative ways to change the culture of football, so it is authentically a more inclusive space -- especially for girls and women. It's a holistic imperative. Not just looking at girls' participation, but looking at leadership, coaching, resources, media, etc.\r\n"}, {"post": "the government to set up sprots facilities at every subcounty,epuiped with a knowledgeble person about the game to help nature the young telants\r\n"}, {"post": "Too many youth football players globally are neglected after dropping out of football between the ages of 14 and 21. Many have missed years of school, college and vocational training and are not equipped to get a job or qualified to go to further education. While some clubs are taking steps to provide their youth players with a more rounded education, not enough is being done to create a culture and infrastructure which can facilitate this education.\r\nInstead of ignoring this education football governing bodies and clubs globally should see this as an incredible opportunity to engage youth, many of whom are from the lowest socio-economic groups and see school as an unnecessary distraction. By combining it with their football life it makes the education side much more agreeable. \r\nAll football governing bodies should create a policy of youth education for players at all clubs. It should include guidelines for education, required time spent working on activities outside of football and a clear and transparent way to monitor the clubs in their efforts.\r\nAll clubs should be required to partner with local schools, colleges, vocational training academies and non-profits as part of this player development process. Their players will have to attend education related to academic studies, job training and personal development throughout the year. In order to be able to progress through the youth football ranks players must achieve certain education goals they set at the start of each year. \r\nMany non-profit organisations are able to teach life skills through football. Their skills should be utilised in order to assist these young players in their personal development. If done effectively it will not only provide them with greater education and employment opportunities after their professional football career is over but it will help them to avoid harmful social problems such as violence, drug and alcohol abuse, unhealthy habits and discrimination.\r\n"}, {"post": "What if, every person that pays 1 satellite viewing pays for 1 other person to view football that lives for a €1 a day.\r\n"}, {"post": "Every player should be contracted to spend an hour or two minimum a week volunteering to coach or raise awareness in the local community. The players should be each given a target sum of money they need to raise for a charity of their choice. \r\nI think that just the same way as the players will have to complete press conferences, one player a week should go into a local school to promote healthy living, staying active and being a positive impact on society.\r\n"}, {"post": "Every year FIFA awards the Balon d'Or to the world's best player. Why isn't there an award for the other football heroes - the ones who play despite adversity, who overcome huge challenges through the game or make it possible for others to play, and not just those who have been sheltered and rewarded by the game since they were teenagers? This would also be an opporutnity for the Award sponsors to promote their support of the grassroots by offering prize money, equipment etc to the winner\r\n"}, {"post": "All professional footballers should be\r\nrequired to work 1 hour per week with a charity or community based football programme, which aims to develop football at grass roots level.\r\n"}, {"post": "What if, every male pro player was matched with a female pro player and they committed to 1hr a week to accelerate that female players game over the next 2 seasons.\r\n"}, {"post": "Lets think of this;\r\nA supportive idea in future, we would like to see ladies teams along premier league games which is dominated by men in every structure, women be trained and particpate as premier games refferee services,women football is equally very entertaining compared to mens football games.\r\nNeed for supportive policy environment to encourage women coaches in premier  league teams,national and international fifa structures.\r\nFifa needs to support womens football initiative as there are many women able,strong and active in the field of football, but the societal challenge  and poilcies affects their invovement , performance and participation in taking up roles dominated by men.\r\n"}, {"post": "Players should have 4 hours a week to dedicate to purpose and access to professional support in this regard, without gatekeeping agents.\r\n"}, {"post": "All professional football clubs should have, as a necessary condition to join a league, to implement a strategy for using football to address an appropriate social issue in their town or region.  The measurement and effectiveness of their actions should be included in their annual reports with full transparency.\r\n"}, {"post": "The beginning of the game should be just playing for fun then the good part of the game is revealed afterwards.\r\nNo part in the game should aim to teach least the truth about the other part won't be seen. This strengthens the relationships created through football.\r\n"}, {"post": "Hi you. \r\nI would like to answer your question. Football is very popular. To make the greatest game for all in the world, we just do together, play together. \r\nWe should organize some game intergarte life skill and footall.\r\n"}, {"post": "Football should be not just for a small group of people. It must not only for the ones having enough money to hire the artificial pitch; must not only for the boys who are born with different physical strength from the girls. There are still many obstacles to overcome to make football naturally accessible  and  played by everyone wanting to play. Why don't we try seeing football more than just a regular football match, a competition with known rules. why don't we develop other forms of playing with a football that can suits with characteristics of each group of people. My general ideal is that we should try to have more options with the kinds of footballs, kinds of pitches, kinds of playing rule that would allow more people to play and gain from the game.\r\n"}, {"post": "Responsibility for all.All the sportmen and women in the diasporal should take it upon them selves to save the sport and go forward to make the greatest game  agreater source for good\r\n"}, {"post": "Having a more positive impact on grassroot development and using it as a tool for conflict resolution.\r\n"}, {"post": "The power of the game lies in its ability to unite, therefore, it is important to build the KNOW - HOW of the game to be almost at the same level world wide. Then football will be a reason to enjoy living even for the poorest of the poor nations.\r\n"}, {"post": "I believe in the power of making the foreign familiar.  When kids are on the pitch, it doesn't matter where they are from or how much money they have.  They all speak the same language:  the language of football.  Over the course of a game, people earn each other's respect, they feel connected, and they eliminate boundaries.  Unlike many other sports or activities, football doesn't need expensive equipment or formal training.... and every country around the world has captured the spirit of football.\r\nSo ... we can make the game a greater source for good by building more connections & showing the youngest players that we are all more alike than different.  We are all just players on the pitch and humans in the world.  A subtle shift in mindset can create a massive shift in world views ... that can lead to collaboration, community, and even world peace.\r\nI am the CEO/Co-Founder of Tea Collection (www.TeaCollection.com) as well as a mom of two avid football players in Oakland, CA.  My company strives to inspire global connection and curiosity & I believe that football will be a great way to do just that.  We have an initiative we are working on & I am wondering if we could be helpful in your campaign.  I'll try to find a way to reach out.\r\n"}, {"post": "Have a list of teams in low-resource environments that can be connected to ('adopted by)  teams in higher-resource environments - this could lead to expanded communication and understanding, financial or material support, etc.   (Also - promote programs like Senda bringing fair trade practices to equipment and uniform manufacture -so that the 'good' extends deeper into the economic community of football).\r\n"}, {"post": "By practicing without any fear and knowing that you will become a better person in your future life and knowing that God is with you all the time.\r\n"}, {"post": "Football should an opportunity to learn how to work together as a group, no matter how alike or how similar each of the players is, and no matter in which team each one is playing. Teams  are temporary and circumstancial, but in this world we are all together and need to work together.\r\n"}, {"post": "le football est un sport qui permet aux jeunes d' entreprendre surtoutavec les centres football for hope.\r\n"}, {"post": "Manage funds in 3rd world countries tightly. Lots of sponsored funds go into the back pockets of corrupt people and not into the communities it is intended for. Also stamp out diving in the professional arena, its a form of dishonesty and not something children should aspire to.\r\n"}, {"post": "Organisations running  tournaments such as the Homeless World Cup or Street Child World Cup  and should demonstrate the storytelling potential to TV networks.\r\n"}, {"post": "8. CLAIM CASHBACK: BOOKIES TO PAY THEIR SHARE\r\nBookmakers and broadcasters have made a lot of money out of the football boom. Profits have been very healthy and in the case of offshore gambling sites, taxes have been very low. Neither industry, despite a garlanding of corporate social responsibility projects, has returned a fraction of the value it has extracted from the game.\r\nThe gambling industry already pays a levy to the horse racing industry; it would be administratively very simple to impose a small percentage turnover tax on every football bet, and more equitable if there were to be a levy on bookmakers’ football profits too.\r\nWhen football media rights are sold, by the FA or the leagues, the bidders should pay some pro-rata rate to social projects.\r\n"}, {"post": "Official first kick of every champions league and world cup game should be kicked by an individual from a football for good organisation. The story of the organisation should be featured in the official program for the game and the large screen.\r\n"}, {"post": "Is betting fifa project,need for policy guidelines to relate betting with fifa procedures or practices\r\n"}, {"post": "In co-operate enterprenureships  skills into football so as footballs after retairing from active sports can have something to do as than them becoming begars.football can be looked at as aventure in life not as apass time game.footballs will also be looked at as role modles to the young generation in the community they by making thegreatest game to be a greater source for good.\r\n"}, {"post": "If we embedded a 'goals for good' football curriculum in every school-- where it is as standard as learning math and reading--future generations would inextricably link football with social impact. Goals for good would include everything within the sports development field, ranging from gender equality, peace and environment etc. As part of the curriculum students would also develop ideas and initiatives around using football for good in their communities; and propose ideas for using football for good on national, regional and international levels i.e. FIFA, Asian Cup etc.\r\n"}, {"post": "l'existence des centres de football aide a l'education (santé, scolaire et l'orientation professionnel) des jeunes les jeunes a rester chez eux\r\n"}, {"post": "We leverage the power of football to create social impact in Pakistan, with a focus on:\r\n- Youth Development\r\n- Women's Empowerment\r\n- Sport for Development\r\n- Football Enhancement\r\nWe'd love to collaborate with your amazing initiative:\r\nhttps://vimeo.com/65052926e!\r\nBest,\r\nKUFC\r\n"}, {"post": "In addition to a financial fair play (UEFA) there should be a social fair play that requests from clubs playing leagues and continental championships a set of contributions in order to be licensed or qualify for a competition.\r\n"}, {"post": "I THINK THAT FOOTBALL IS RELEVANT FOR SOCIAL DEVELOPMENT\r\n"}, {"post": "Players have talent but they have opinions too. Let's encourage our favorite athletes to speak out about causes they believe in!\r\n"}, {"post": "in our organisation we are using the game to pass hygien and sanitation to the community and its working out properly\r\n"}, {"post": "It is often said that the notion of Fair Play is central to the sport of Football. And yet when it comes to awards nights, the footballing world fixes its attention on the best player (Ballon d'Or) and, to a lesser extent, the best goal (Puskás Award). An accolade exists for Fair Play (the FIFA Fair Play award), and yet it does not receive anywhere near the same level of recognition as some of these other prizes on offer. \r\nIf Fair Play really does lie at the heart of football then it's time we celebrate it in the same way we celebrate individual accomplishments. It's time we make sure doing the right thing becomes just as valuable of a footballing achievement as doing the best thing.\r\n"}, {"post": "It should be required that every person working for in the football industry earns a living wage- from people building stadiums in Qatar to people cleaning bathrooms in the UK.\r\n"}, {"post": "Football can be the toll for physical, mental, economical, religion community develop able game. Children, youngsters, youths , adults, old age people love the play. it should not only the game for the competition for wining. it should be the game for fun, it should be game for peace, it should be the positive relationship game. it connects the people around the globe to live with love and care.\r\n"}, {"post": "Football has that power we all think and know of but it should be seen and used as a tool for a group to exchange not one group teaching the other.\r\n"}, {"post": "we have been running a project called L.I.F.E (local Integrated football Education) were we have been visiting Primary schools around  our local Communities were on life orientation period we do cross over sessions. The unique thing about this project is that a team of 4 asides is  required  to have a Female in the team as part of the tournament or a session rules.\r\nThis helps to include females in community outreach programmes and also it educate the communities that man and women are equal.It breaks stigma around women that have been oppressed around Africa or not seen as equal as man and also it challenges our Political view about women.\r\n"}, {"post": "Rich peoples influence in football is failing talents from poor corners of the country as only influencial people tend to succed,we need equal opportunity for all irrespective of background,position and power.\r\n"}, {"post": "While there are many things that can happen at Grassroots level, it is important that the overall structure of the management of the game changes soon. Money flow and political ambitions need to be much more transparent and regulated than they are currently. This begins with FIFA and filters down to the FAs and local associations. FIFA needs to lead with integrity and take a strong stance against any kind of corruption, conflicts of interest, and abuse of power. The increased financial investment in the game should be seen as a good thing that can help the sport evolve, rather than a corrupting force that brings the game into disrepute.\r\n"}, {"post": "7. REAL REDISTRIBUTION: A WINDFALL TAX ON THE PREMIER LEAGUE\r\nAdvertisement\r\nIn the absence of wage controls the massive windfall that is coming the Premier League’s way will almost entirely disappear into players’ wages and agents’ fees. No one can say that these groups have not been generously rewarded. Some of that windfall needs to go elsewhere.\r\nThe Premier League’s pledge last week to give more generously to the rest of the game is welcome. Uefa takes nearly 10% of the money generated by the Champions League for solidarity payments. Fifa, for all its faults, has allocated 20% of its budget to development projects.\r\nWe want the Premier League to raise its contribution to 15%. Half of this should be spent on grassroots, non-league football and social projects and half allocated to a supporters’ ownership fund that will underwrite supporter trust buy-outs and rescues.\r\n"}, {"post": "Please, i wish more partizipation in amateurfootballfields with cooperation in commun politics, footballclubs and schools where children can play without to be in footballclub. And i wish more high quality children-playgrounds in all over the world for the kids who don`t want to play football but like to be in movement and play with other kids! Thanks!-)\r\n"}, {"post": "Football has the power to transform lives - through the game directly, its enormous revenue streams and its marketing reach. There needs to be a much clearer and committed link to education and talent development. A certain percentage of global revenues could be allocated to education through a global, transparent fund and each pro player should 'fund' a talent. All the different social football related event should be organized in themes, co-ordinated and leveraged for greater impact.\r\n"}, {"post": "Ensure that the wealth generated by the wealthiest clubs/players/leagues is more fairly distributed! Introduce salary caps and limits on transfer fees to ensure that smaller clubs are able to compete. Stipulate that a certain percentage of all transfers and salaries are re-invested into the game (either in grassroots or social football initiatives). Reform the Champions League in Europe to ensure that the richest clubs do not just keep getting richer and thereby destroying competetiveness and fan enjoyment within national leagues. Calculate the social and grassroots investments of clubs into the system of funds distribution to reward those clubs that invest the most and give them a chance to succeed beyond purely results on the football pitch. It is fantastic that professional football has been able to generate so much wealth - now it is time to distribute it fairly!\r\n"}, {"post": "There is a quote from our General Manager (Alma Costa): for being happy when you play football is a serious thing. Fun, joy, togetherness, respect, fair play bring us all to a stage of happiness. We play because we are happy, or we wanted to be happy or we are going to be happy when we play. It's created, it's presented and it's aimed for all. Being happy is a serious thing in this life, football provide you some moments to be happy, both when you lose, when you won a game, inside or outside the pitch. We just need to learn and get the messages in every single game or during the training.\r\n"}, {"post": "Support and encourage young women who want to pursue a career in leadership in the sport: player, coach, administrator, decision-maker.\r\n"}, {"post": "The Premier League television rights were recently sold for £5.136bn. This works out at about £10m for each and every PL match. All of this excess goes straight into the pockets of the players and their agents, the management and the directors. What if TV companies bidding for the rights to show professional leagues and cup competitions around the world were not only scored on price when bidding? What if their commitment and contributions to development through football programmes also carried a weighting in the procurement process?\r\n"}, {"post": "1. 1% of every ticket sold to a professional football game, and 1% of food/beer/drink sales get's donated to buying food for people in a specific community.\r\n2. Different colour shoe laces to support initiatives - i.e. Red for Aids, Green for Hunger\r\n3. What if every time you scored a goal you had to pay someone on your team or the opponents team a compliment\r\n4. No rules football - teach youth about team sportsmanship\r\n"}, {"post": "le football permet de concentrer le temps et l'energie de la jeunesse sur le sport au lieux d'autres choses plus nefastes par le biais des centres football for hope.\r\n"}, {"post": "5. MODERNISE, AT LAST: TIME FOR A FIT AND PROPER FA\r\nThe FA’s record of internal reform has been so tortuously slow that this must be considered the last opportunity for it to complete the process itself rather than it being imposed by the Reform Bill. At the very minimum the FA needs to:\r\n■ Reform the composition of the FA board, reducing the number of representatives of the professional game and the national game and replace them with independent directors and a supporters representative.\r\n■ Reform the FA council so it actually looks and sounds like the wider football nation.\r\n■ Establish and fund a system of club licensing and regulation with teeth.\r\n■ The Freedom of Information Act should be applicable to the FA.\r\n"}, {"post": "Perhaps it's time for football's merchandise heavyweights (the likes of Adidas, Nike, etc.) to lend more support to the real stars of the game - the young boys and girls whose lives are changed through football. Adidas were willing to part with $1.3 billion as part of a sponsorship deal with Manchester United. Imagine the impact that could be had if, as part of the same deal, a further half a percent of that amount were dedicated to football-based development programmes in the form of value-in-kind sponsorship.\r\n"}, {"post": "We should join hands together to support our community sports projects by supporting the upcoming clubs and youth teams with enough equipments and materials.\r\n"}, {"post": "I think we should develop football education in schools. We can create useful playground for children by organizing football activities, and various life skills components have been added in all activities, which help children be motivated to go to school and the rate of drop out will steadily increase.  Football is for All. Both boys and girls can play football together. Besides, football activities should be organized for children with disabilities. Therefore, children will have fun, make friends and get more knowledge in life. They have chances to improve their potential as well. It is not easy to do this in some country so in my opinion, we need to promote the role of football for children all over the world through mass media or governments at first and so on. Hopefully, my opinion can contribute to making the greatest game a greater source for good.\r\n"}, {"post": "peer mentoring could work on a coach2coach or player2player level between pros and community coaches/players. there is complementary knowledge that adds value on both sides.\r\n"}, {"post": "10. SWEEP AWAY FIFA: CLEAN UP THE GLOBAL GAME\r\nThe FA has been a hapless operator within Fifa; the Premier League’s lust for foreign markets is simply shameless. We want a football foreign policy that is a smart, effective voice for reform, not a marketing operation. Smart means working with Europe and acquiring a leading place in Uefa; the FA needs to be part of an effective coalition, not an ineffective independent. It goes without saying that both the FA and government must actively support international efforts to see the complete reconstitution of Fifa, and to insist on models of tournament hosting that are sustainable and carnivalesque.\r\n"}, {"post": "the stadium could be used for schools or ngos as class rooms, increasing motivation for kids.\r\n"}, {"post": "Using the Brighton players/sporting icons and role models to promote the projects within the community. E.g. Getting them to attend and advertise events\r\n"}, {"post": "To unleash football: make football within reach of everyone\r\n"}, {"post": "I believe we can reorganise the football industry so that social change is at its heart, not just a nice extra. At Kick4Life we have set up a successful football club that is dedicated to social change and we believe this example can be replicated elsewhere. For more information check out www.kick4life.org\r\n"}, {"post": "Let's make mentoring of grassroots-football players by pro players a standard part of any player's contract: take some time out each month to help them with training, let them attend a pro training or even just have a conversation about football and how they got where they are now. This will inspire young disadvantaged players and teach those at the top something about the impact of football across all layers of society. \r\n(Please use the ISF logo on the unleash football website)\r\n"}, {"post": "develop a bee form of durable grass so stadiums can be used continually for all\r\nD\r\n"}, {"post": "Using the game of football to unite people in troubled regions by creating or financing local competitions among local teams or local clubs.\r\n"}, {"post": "open up these ideas to the public in a street exhibition each ideas gets graffittid onto a long wall, then create a public vote, cote for the ideas you most like by tweeting the number nexctr to it e.b.341 @unleashfootball.com\r\n"}, {"post": "Dear Mme/Sir,\r\nI'm representing the  Peace and Sport organization  we are searching for the best candidates and projects that promote peace through sport. \r\n We've heard  about your programs and we would like to know more about them if you could provide more information.\r\nAlso if you are interested to submit your application for our Awards nomination, we  are inviting you to visit our site for more detailed information: http://watch.peace-sport.org/forum-en/awards/ \r\nI look forward to hearing back from you and remain at your disposal for any further information.\r\nYours sincerely,\r\nKateryna Pilyashenko\r\n"}, {"post": "Most talents are identified and built in Europe from Africa,in africa we have no better infrastructure for football development,stadiums are constructed within 6 years of use,equipments are out of use,poor maintainance,corruption and weak leadership and governance.\r\nWhat is the role of proffessional players recriuted from Africa and their inputs in the continent.\r\nWe need leaders with vision for football and to serve not personal gains,as there is no body above football and football is for us all.\r\n"}, {"post": "le football est un moyen pour s'epanouir et maintenir sa sante, les centres.football for hope permettent le rassemblement et la cohesion a travers le football.\r\n"}, {"post": "This sentence can be found in your home page 'Football is for everyone, irrespective of gender, race or creed. There’s no place for discrimination of any kind in our game'. I believe you a missing or have not considered people with disability that also play and love the sport. I coach children aged 3-8 years with different disabilities and I believe your sentence you should be amended to also include them. Perhaps take some time to reflect on this change as I feel that football also provides hope and opportunity to people living with a disability.\r\nFootball is for everyone, irrespective of gender, race, creed or ABILITY. There’s no place for discrimination of any kind in our game.\r\nThank you and I love your vision. My suggestion comes from the heart and I believe we should all contribute to helping others through our beautiful game.\r\n"}, {"post": "Begin to influence the physical education curriculum to include activities such as football3 or any well researched and tested programs that can help teach the younger generation on how to deal with different social challenges. Football which is the main platform for inclusion in schools will become the natural way to influence greater change among children and youth\r\n"}, {"post": "Motivate sports fans to work for the environment by connecting club culture to community environmental service.\r\n"}, {"post": "Ive always wanted to create something that unites football and education. I think an amazing collaboration of using football as a lab setting for education would be incredible, because many kids already have an overall interest toward it. For example, if teaching biology, you could have the kids play, and then explain how protein synthesis is necessary in their recovery, providing a more applicable background to the information they are learning. This hopefully could provide a stepping stone for them to want to learn more or learn something else. This website is an incredible and inspiring idea and I would love to be kept in the loop.\r\n"}, {"post": "Provide better Coach training to include a social and educational element. Trained Coaches need to fully understand the power they have to make an impact on the lives of young people off the field and need some basic tools to help them do that. More modules at various levels of accredited coach training would go a long way. The South Africa FA is already putting this type of training into place and I believe it will really pay off.\r\n"}, {"post": "Using the power of football to support Access, Retention and Completion of education in Kenya. The love of football keeps thousands of children in school as they enjoy playing on rehabilitated pitches, using cones and other football materials. An absentee child who becomes a captain of her  football team would not want to miss school because she is in charge of her team. The football pitch pitch is a Big classroom where learning takes place. The players learn mathematics as they shout out ; Please cross that ball at 45 degrees! They learning physics as they practices volleying the ball.Its as whole school of education and life!\r\n"}, {"post": "we must design coaching and administration courses for the third world that are culturally extremely specific allowing those with passion for the game in the developing world to actually understand how to develop the game in their context. We need to stop cut and paste training courses from Zurich and empower grass roots development through real culturally relevant training.\r\n"}, {"post": "le football procure la joie et la convivialite, et les centres football for hope sont important pour ca.\r\n"}, {"post": "The game itself has shown that it can unite everyone, now what is needed is to spread it to reach everyone. this costs money but I am sure that there are organizations and individuals who can make this happen.\r\n"}, {"post": "(Football 4 Peace - Brighton University) Keep the events updated that are put on by the community team, involving everyone and expanding the radius at which people are able to get involved at giving them the opportunity\r\n"}, {"post": "Player Unions should be a mandatory countrweight to some parts of national leagues. Consisting of professionals (lawyers, etc.) and current players (elected, every player of the league has 1 vote), the Union's should have veto power in some areas (jurisprudence, rule changes, etc.) and the right to initiate discussions and processes in others. This is similar to the European Parliament's role as a democratic counterweight to the European Commission and European Council.\r\n"}, {"post": "Professional football should demonstrate more respect for the referees. Without them, there whould be no \"\"organised\"\" football. And the disrespect shown to them on a weekly basis by players, coaches and fans is unacceptable. Compare this to how referees are treated in say rugby and it shows just how much football needs to improve. Abuse from players and coaches should be rewarded with an immediate sending-off. All players should be required to go through a referee training course and referee youth matches. Players should also take part in football3 matches without referees to learn how to take responsibility for their own actions. The lack of respect for referees shown by professional football has a significant impact on how referees are treated in youth and amateur football. By setting a much better example, the often dire situation at your local football pitch would also change.\r\n"}, {"post": "Let's take 5% of players salaries and put it into community programmes.\r\n(University of Brighton - Football for Peace)\r\n"}, {"post": "le football permet le rapprochement des gens qui ont des problemes d'ou la cohesion\r\n"}, {"post": "le football permet se rassembler differents pays lors des rencontres et match, les centres football for hope sont des exemples de rassemblement et de rencontre.\r\n"}, {"post": "the collective worls of football should commit to, every goal scored in professional leagues through the year, football for good will build a new goal somewhere in the world.\r\n"}, {"post": "le centre football for hope est   important car ca contribue a la formation des jeunes filles\r\n"}, {"post": "We can make the greatest game a greater source for good through the following:\r\nProviding the players with adequate equipments they require such as jerseys,playing boots, and a well maintained football field.Majority of the grassroot players lack football boots forcing them to play barefoot which in turn leads them to having serious injuries.\r\nHaving more than one national team,this will encourage players who are talented in the sport to be more ambitious as they know they have something to look forward to (joining national teams)\r\n"}, {"post": "When was the last time you wanted to play football but didn't have anyone to train with?\r\nBuild communities and provide access to training by developing a platform for athletes to connect with others for pick up matches.\r\n"}, {"post": "To stimulate grassroots football by making sure every child has access to good coaches , fields and games\r\n"}, {"post": "It can become a greater source for good only if the capacity building of those involved in football is maximized. There must be a vast opportunity ground set for exchanging and experience sharing.\r\n"}, {"post": "we could form a GLOBAL NATIONAL TEAM where each continent is represented by men and women in the non profit and profit making sectors and they do the following;\r\n-play a series of exhibition matches worldwide\r\n-conduct training workshops such as ;coaching, refereeing, entrepreneurship at the end of the week.\r\nthe teams will be staying for a week in a given country and moves to the the other country at least every month.\r\n-also ,they will visit the country with an aim of forming a STADIUM OF INDIVIDUALS,ORGANISATIONS AND CORPORATE to work as a network where they will encourage the STADIUM OF the peole to implement and sustain what they taught them\r\n"}, {"post": "community coaches should get a FIFA/UEFA certification for their work and participate in learning opportunities offered by the football governing bodies as well as being hired to instruct on their specific know how.\r\n"}, {"post": "fans can be agents\r\nhttp://www.insideworldfootball.com/world-football/europe/17695-fans-as-agents-sint-truiden-and-kickrs-net-link-to-crowd-fund-player-market?acm=7729_1086\r\n"}, {"post": "Ensuring leadership starts at the grassroot level.\r\nplanning mentorship programs for the youth .\r\nproviding adequate equipments for the youth players.\r\n"}, {"post": "\"\"The more I play, the better I am as a student\"\" said Le Thi Thuy - Player of Huong Xuan Football Club (FFAV)\r\nFFAV has received lots of positive feedbacks from partners in which they say that their children are more active and healthy, football activities help to reduce the drop out and absence from school; and it is a motivation for children to perform better in school. The sharing from Le Thi Thuy is a strong implication of football's impact on school education and that is also a motivation to contribute more for the development of grassroots football\r\n"}, {"post": "bidding documents for mega events, such as world cups, should be evaluated based on their social legacy, say their positive impact on PEOPLE.\r\n"}, {"post": "Coaches should be visiting the participants homes just to be visible. Oasis coaches are visiting the kids home and asses the situation that they are leaving in  this helps to deal with your players or participants in a one one level bases   and it shows that you interested in the players well being than their ability.\r\n"}, {"post": "In my opinion, all the teams of Brazilian football (and why not the world?) they would have to be necessarily a women's professional football team. So it would be possible to organize leagues and tournaments with sustainable calendar, encouraging the practice of sports by women and giving visibility to the cause. \r\nNa minha opinião, todos os times do futebol brasileiro (e por que não mundial?) teriam que ter obrigatoriamente um time de futebol profissional feminino. Assim, seria possível organizar ligas e campeonatos com o calendário duradouro, incentivando a prática do esporte por mulheres e dando visibilidade para a causa.\r\n"}, {"post": "\"\"Football has great meaning to the spiritual lives of children. Thanks to football, my son becomes more optimistic and confident in integrating himself into the society, seeing his smiles is the consolation for us to face the mishaps that happened to our child\"\" said Le Thi Hang - mother of Phuc - a player with disability in the Art Center football club.\r\n"}, {"post": "Grants and stipends should be available to people interested in studying football for social change. Football associations should incentive people to research more on the topic.\r\n"}, {"post": "le football est un moyen de divertissement qui peut etre source de rencontre des plusieurs nations pour echanger certaines connaissances en matiere de sport...\r\n"}, {"post": "Create special leagues and competitions in which boys and girls and men and women can play football together. Winning may be the goal but also collaboration, strategy, lifting the skills of the less advanced. From a young age, show the world that there is room for all sorts of teams: boys, girls, mixed kids, mixed adults.\r\n"}, {"post": "Be a nice idea if every player was linked to a cause and the cause was next to the players name on the back of every kit.\r\nD\r\n"}, {"post": "We can make the greatest game a greater source for goood:\r\nBy including people with disabilities in the  play.Most of the football teams are comprised of physically abled players leaving out those with physical challenges,this will encourage inclusivenessof everyone in the society .\r\nthe game can also be made better by ensuring the fields are well maintaned when players play in a good field they are motivated owing to the fact that they wont get injuries that would have otherwise been avoided\r\n"}, {"post": "- More women in football \r\n- Refugees welcome - refugee teams in every Bundeslliga Club, intallation of an own Refugee League\r\n- Financial transparency at FIFA \r\n- No longer immens transfer amounts, if clubs want to spend money they should more invest in social football projects\r\n"}, {"post": "All players should partner with local elementary schools to inspire youth to stay healthy and active.\r\n"}, {"post": "i will be happy  if FIFA will establish a VIRTUAL FOOTBALL UNIVERSITY.this i believe will be a mobile APP which  will have different faculties e.g. faculty of football coaching , faculty of conflict resolution and violence prevention , faculty of sport for development , faculty of sport event management among others.people will download the App and go through the courses  with content contributed by experts anfer which they will be certified depending on the course taken.proceeds from the downloads will be used to develop football facilities,educational facilities or capacity building across the world\r\n"}, {"post": "we need full involument of all partners.from the grsssroot,let us have acedmies for both girls and boys.training in all aspects both managerial and playing so that are able feel all the needs of the game\r\n"}, {"post": "This will be differ from each Country History as South Africans we have different Historic events that we encourage our young people in our programmes to be involved in. This year  we have invited South African Navy for the Mandela Day  to come and interact with our Youth, as the results that has resulted  to many opportunities being discovered for Our Youth to be exposed in.\r\nThis help the participants no just to think about the football but to be trained and equipped to be better member of our Communities.\r\nSouth African Historic date \r\n-Youth day  *We encourage youth to advocate for something that would like to change in the its either by march /Protest or awareness campaign \r\n-Humans rights day *This year we have being in partnership with the western Cape Government, were we delivered a very successful event on humans rights awareness campaign.\r\nwe still have other Historic days that are still coming but we do part take in the international historic day or campaigns such as a Day of international and Peace.;\r\n"}, {"post": "include YouthBuild International approach across all construction work in the context of mega events\r\n"}, {"post": "As a provider of accessible technologies for hearing impaired people we know how important the topic of sports games and especially football is to the deaf community. There are deaf fan clubs for the respective national football teams in Germany, for example. But the hearing impaired fans, however, often stay excluded from the full experience in a stadium or on TV: They can't hear the comments themselves and subtitles are not always provided, especially not on-site. There are initiatives to make spoken content visible as live subtitles on screens in the stadium or through mobile apps, but this service is currently not universally available. \r\nAs a provider for remote interpreting services for the hearing impaired, we are currently talking to several football clubs and are already providing live subtitles for the VIP launches in football stadiums. These are produced by speech-to-text-reporters who work remotely. They could, in fact, be reused to make the words of the commentators and analysts understandable to hearing impaired people - on-site or remotely on a mobile app. Almost all the technology we need to do this is already in place in the stadiums so the effort is comparatively small compared to the impact for hearing impaired people. \r\nThe UN convention on the Rights of Persons with Disability has been ratified by the majority of countries worldwide. As the possibilities to make information, education, culture and entertainment accessible for people with disabilities, are already available through technological solutions - why not make use of them?\r\n"}, {"post": "le football duversit, donne la joie et le sourire aux levres d'ou l'importance des centres football for hope.\r\n"}, {"post": "The beautiful game could be so much more beautiful if there was transparency and accountability in the governance of the sport....at all levels.  It's a well known fact that billions of people enjoy the sport around the world playing, watching, discussing or even wearing merchandise as it's a sport we all love to consume.  And it's another well known fact that billions of dollars are being generated through our consumption of the sport which I'm completely fine with as long as the money which has been earmarked for the development of football is actually spent on the development of football...with full accountability of the process and results.\r\n"}, {"post": "Reserve seats in each stadium for kids who are normally not able to go see a football game (either physically or financially). Have these seats filled with different groups each game and give them an unforgettable time together with a meet&greet with their idols.\r\n"}, {"post": "Many betting companies are all over the world,is there any policy relationship with fifa,uefa financing? if not what is there relationship in football.\r\n"}, {"post": "Idea 1; look at the MLS model, whereby the clubs in the lower ranks of the leagues are ones to chose first from the players on the market before the start of the season\r\nIdea 2: cap overall salaries that can be paid to a squad, what if all clubs had the same budget to invest?\r\n"}, {"post": "If football is a great way of indirect teaching, then 'through football' should be a academic must. \r\nKids that are good at sports are often not so good at maths, physics etc. \r\nSo there should be classes dedicated to learning the classics, maths, physics, language, through football in every school across the world.\r\n"}, {"post": "1.Conduct regular football camps, in the community where football is unknown to the people.\r\n2.Introduce leagues system across the globe like Bundesliga,EPL,La liga. Since in INDIA after introducing ISL (Indian super league) the football crazy is boom in the nation this as taken Indian football to the next level.\r\n3.Require qualified  football coaches.\r\n4.Football field is also important  criteria to avoid injury's.\r\n"}, {"post": "At halftime of major football matches thousands of fans are staring blankly waiting for the teams to return to  the pitch, this is an opportunity to engage them in something meaningful. During each major match (World Cup, Champions League, Premier League), home teams will donate a given amount to a football for good organization and profile this organization at half time. The organization will then have the opportunity to double their money by kicking a penalty kick against a professional keeper!\r\n"}, {"post": "le football permet l'union, la.cohesion et la fraternite envers differentes personnes surtout a travers les centres football for hope.\r\n"}, {"post": "Junior football clubs (with players under the age of 12) should be encouraged to field mixed gender teams in an organised league. This would get the young players to think about equality and inclusion from a young age.\r\n"}, {"post": "Stop supportering and start supporting. Support the game, not the clubs or countries. Support beauty and fairness, not just winning. That should be a good start.\r\n"}, {"post": "Every contract bid for a World Cup/other big international match should include a compulsary CSR component of 3% of the amount of the bid, this would go to developmental projects or support for grassroots football in the host countries.\r\n"}, {"post": "fan violence will not be tolerated. google work with go pro to create a full visual across all fans, supporters be violent will not only get their season tickets cancelled but they web feed will block any sport related feedss. violence  = NO FOOTBALL\r\n"}, {"post": "Professional football should promote fair play much more. For example, there should be a clear and visible reward / punishment for the teams of a given league with the least/most yellow and red cards. The fairest team could be promoted with three(or more) extra points at the end of the season, while the unfairest team has those points deducted. That would be a real incentive for fair play.\r\n"}, {"post": "If we lessen the news about corruption the football level will be pushed and it will become a greater source for good.\r\n"}, {"post": "Poor quality balls continue to find its way all over the world to local village football clubs,with stamp \"\"approved by fifa\"\" when you take the ball in the field,its difficult to use it for 2days,they wear out very fast and easily get torn or burst with  single or contact kick.\r\nPowerfull teams,UEFA and FIFA need to provide high quality standard balls meeting the specific  production requirements and also considering location specifics, for example our football fields have no grass, its bear soil where we play football every day.\r\nThe clubs bear the cost of procuring  balls every month which is of poor standard and quality,short term use, increased cost of repair services and very expensive in the long term.\r\nFIFA/UEFA  should think of providing high quality  branded balls at areasonable cost suitable for local clubs,this can be possible with good global policy addressing productiion,distribution and management of balls from FIFA.\r\n"}, {"post": "We could create football for Good schools all around the world, showing children and youngsters the power of this sport to transform ourselves and our communities. I would start by teaching this in the football teams, with the young categories and their parents and coaches. #footballforgood\r\n"}, {"post": "First, ensure that the new leadership of FIFA is not corrupt. Second, persuade the new leaders to devote some of FIFA's vast resources to support football for peace and development. Third, allow football clubs to adopt the One World Futbol as an official ball both for training and for club play.\r\n"}, {"post": "le football permet aux gens de s'inserer dans la vie professionnelle, les centres football for hope donne ces genres d'espoir.\r\n"}, {"post": "A small (even as small as 1%) percentage of top 50% earning footballers annual salary must be donated to footballing charity or grass roots football schemes. For example, £300,000 a week salary for players like Ronaldo, 1% of his annual earning on his own is £156,000. Imagine all of the players combined.\r\n"}, {"post": "1. Clubs should prioritise social enterprises for food and drinks in the stadiums. \r\n2. Clubs should run educational videos at key moments of attention in the stadium.\r\n3. Clubs should put educational messaging on the seating.\r\n4. Clubs should make a conscious choice to use their assets with a purpose.\r\n"}, {"post": "(Football for peace- University of Brighton)\r\nAt the end of the season, every club who have played must donate 2% of their income\r\nWinning clubs must donate a further 3% (5% in total)\r\n"}, {"post": "sacrify, love and determination for example in the recent concluded world netball cup she crane from uganda had to sacrifce their live and everything for the good of the sports. they made atrip  of 2500kms on Bus take part in the qualifying game and indeed they managed to qualify,and during the tournment they be number 8 in all recently.\r\n"}, {"post": "TV rights for football are getting higher and higher. \r\nIdea 1:\r\nA certain percentage of the tv rights should be mentionned in the contract as going to the \"\"Football for Good\"\" field. \r\nFor example: Sky and BT Sport paid a record €6,1bn for live Premier League TV rights for 2016-17, X% (for eg. 5%)the Premier league could promise to give 10% of the amount.\r\nIdea 2: \r\nTV channels could give a certain amount per viewers per game they broadcast to the \"\"Football for Good\"\" field\"\". \r\nFor example: Sky or BT Sport could give X€ (for eg. 1 euros) per viewers per game they broadcast.\r\n"}, {"post": "le football est garant de divertissement et de joie, le centre football for hope est une des solutions pour le faire.\r\n"}, {"post": "One slogan, one day, once a year for every club in the world. Given that all the leagues are part of FIFA . Lobby for every FIFA affiliated club and league to set aside one day in the year.\r\n"}, {"post": "le football est un et le seul moyen, qui permet le rapprochement des individus de sexe different, d'age differente, de race et de couleur differente, et ces phenomenes permettent d'eviter et de prevenir les conflits.\r\n"}, {"post": "If i were FIFA I would consider more the organizations that are at very lower levels because this is where the realities and challenges of development through football are faced.\r\nIf one looks at the happiness created by football on streets one would realize that with a bit of more financial help the goodness can be unlimited.\r\n"}, {"post": "All FIFA members must include in their National team jerseys some information (Logo, tagline, etc...) about a development throught football organization.  This sponsorship will come at no cost for the football for for good organization.\r\n"}, {"post": "Create a not for profit betting system related to betting, so thise that want a flutter bit would preder any losses or extras to go 100% towards good cause. An additional mechanism would allow winners to also feed an amount back to causes.\r\n"}, {"post": "If we're serious about making the governing bodies of football turn the game into a greater source of good, we need to stop lending our money and support to the broken system that is currently in place. As one, we need to make a stand and show that we're not willing to follow a sport that is being misused.\r\n"}, {"post": "3. STOP FLEECING FANS: SET FAIR TICKET PRICES\r\nAdvertisement\r\nIn the past 20 years, at every level, tickets have increased in price faster than inflation many times over. In the Premier League the real rate of inflation at some clubs has been close to 1,000%. This is shameless rent-seeking by effective monopolies over people’s football affections. If you want to watch Spurs, there’s no option but to go to Spurs. This is particularly unfair given that the value of the game’s media rights is underwritten by the ebullience of crowds. Supporters are not just customers, but critics and chorus. Away fans, vital in sustaining a meaningful atmosphere, have been treated shamelessly. We call for the Premier League to collectively freeze ticket prices for the duration of the next television deal, set a maximum price for away fans’ tickets and increase the number of cheaper seats. We call for clubs at every level to ensure that a reasonab\r\n"}, {"post": "1. All Football Executive Officers at national Levels should be appointed on the basis of Proffessionlism - those with football management back ground, and not just mear elections by synchophants,\r\n2. FIFA should use the existing Football for Develoment Organizations in member countries to help manage Football Programmes. This will ensure accountability and improved performence in Football\r\n3. Just like refereeing and coaching courses,  FIFA should sponsor some short courses on Sports Management in order to improve on the impact of the beautiful game.\r\n"}, {"post": "1. there should be a contribution from football as an industry beyond the individual charities of football stakeholders, such as Clubs or Confederations. it could be understood as a solidarity contribution, say 1%, to a global football for good fund.\r\n2. national teams could follow the example of the english national team that collectively donates their appearance fees and additional time to causes.\r\n"}, {"post": "le football permet le divertissement et la joie, le centre football for hope permet de se procurer ces genres de phenomenes\r\n"}, {"post": "People need to know that football is already being used for good.  Raise funding for a feature length documentary film that tells the story of the Football For Hope Centres and what the positive impact they are having on communities in Africa.\r\n"}, {"post": "un match de football est source de fete et de rencontre.\r\n"}, {"post": "Every Club should have a plus1 player = the Club's contribution to Football for Good, meaning that every Club should pay an average salary of their players to a Football for Good fund.\r\n"}, {"post": "clubs should be required to include cause systematically in their strategy in order to get the license\r\nhttp://www.insideworldfootball.com/fifa/17692-fifa-combine-with-confeds-to-lay-down-club-licensing-laws?acm=7729_1086\r\n"}, {"post": "le football permet le rapprochement d'ou d'eviter les conflits.\r\n"}, {"post": "Football should have a zero tolerance policy for racism. If a player, manager, or owner commits an act  of racism they should be fined and suspended immediately. If an individual is a continuous offender they should be banned. A zero tolerance policy should also be in place for fans. Fans should be banned from stadiums if they chant racist slogans.\r\n"}, {"post": "Football is a sport for everyone, not just for men and boys. For women to have the same opportunities as men to participate in football, change has to come to the sport's governing bodies. For example, we could begin by ensuring greater equality between the men's and women's World Cup. If the women play of turf surfaces, so should the men. In addition, prize money for winning men's and women's teams should not be so massively unequal. Governing rules need to be changed to ensure equality. Hopefully as changes occur, the negative rhetoric that often surrounds women's football will begin to dissipate.\r\n"}, {"post": "Good governance is the key to solving all contemporary challenges to sport. In themselves, transparency and democratic decision-making will not cure all ills. But without good governance, all other cures are bound to fail. Corrupt and mismanaged sports organisations cannot be effective and credible partners in the fight against doping, match-fixing and other kinds of fraud. And they cannot deliver the growth in physical activity that people and governments demand worldwide.\r\n"}, {"post": "Where there is national affilliate of fifa in any country,they must recruit and also recorgnise the women efforts in football development and support.The fifa constitution and policies needs to be gender responsive\r\n"}, {"post": "We need to have quarterly meetings with  parents of the participants we have in our FC programme. This is very important to build trust and relationship between parents and the Club specially the Coaches according to their respective divisions or age group.\r\n"}, {"post": "le football a travers les centre football for hope permet de reunir diverses gens, pour la.cohesion et l'union\r\n"}, {"post": "Provide corporations with operations in developing countries with best-practices for football-oriented investments as part of CSR  in the communities where they work.\r\n"}, {"post": "A small percentage of entries to football matches should benefit children that participate in football for development programs. Clubs should sponsor grassroots organizations, not only donating money but using their expertise to support what they do. Media should promote and show to the world the power football and be happy to share good news of how football can change the world. Governments need to spend more on sports infrastructure and sports for development programs in line with national plans.\r\n"}, {"post": "le football est un moyen qui permet de se divertir a travers plusieurs liens surtout avec l'existence des centres football for hope.\r\n"}, {"post": "FIFA must make sure that other federations in their own countries are less corrupt and this will enable greater participation in the game.\r\n"}, {"post": "By using the game to create awareness about various health crises around the world. Millions of people across the world follow football religiously and watch the games. Tournaments can be used to advocate for change and also to increase awareness about poverty, food shortage, malaria, HIV and many other relevant issues. Leagues can be mandated to select and support a cause and the selected cause be promoted and broadcasted using mass media and other means throughout the league's football games.\r\n"}, {"post": "le football est l'un des moyens qui nous permet d'exprimer ce qui est au fond de nous, c'est un moyen pour les gens deprimer, les oppresser et les laisser pour contre\r\n"}, {"post": "Les centres de football appuient le maintien des filles a l'école a travers le foot ball, zéro grossesse, zéro avortement\r\n"}, {"post": "le football est un moyen qui permet aux gens de rester sur place surtout avec l'existence des centres football for hope.\r\n"}, {"post": "Le foot montre qu’il est tout à fait possible de vivre ensemble, d’agir dans la saine émulation et de se respecter. C'est le symbole de la mondialisation pacifique\r\n"}, {"post": "le football permet l'union et la cohesion.\r\n"}, {"post": "If we encourage more Youths to take responsibility of the game it will be a greater source for good\r\n"}, {"post": "The value of \"\"collective\"\" and \"\"team\"\" should be rewarded at least as much as individual achievements through Awards.\r\n"}, {"post": "I believe that Football (and other sports) should be used as part of the answer for the refugee crisis. Besides the help it can do for a rapid integration, it will also allow the refugee to stay healthy in the aftermath of the stresful arrival.\r\n"}, {"post": "FIFA could support the creation of Football for Good Museums in the different FIFA regions where all profits would be allocated to development through football projects.  These museums could also take part on itinerant exhibitions.\r\n"}, {"post": "le centre football for hope est l'un des moyens qui permet a travers le football de maintenir les jeunes sur place et a travailler sur place.\r\n"}, {"post": "2. DO THE UNTHINKABLE: PAY THE LIVING WAGE\r\nAt the leading clubs, players, coaches and chief executives earn more in a day than those on the minimum wage earn in a year. Some clubs have tried to make their contract staff buy their own uniforms. Yet without the army of stewards, ticket takers and catering staff, the show cannot go on, however good the football. If the Premier League can now pay full-time staff the living wage, please pay all the part-timers the same. If FC United of Manchester and Dulwich Hamlet, six levels below them, pay the living wage then everyone in between can too; and that should include the FA and the Football League.\r\n"}, {"post": "Promote women's football with the same enthusiasm and vigor that men's football is promoted.\r\n"}, {"post": "Alongside the golden boot for excellence in playing. We create the golden handshake award for excellence in fair play .one for a player and one for the team.  Players\r\nReward is 500k towards his cause, teams award is automatic entrance to the following years champions league!!! I like this one!!!\r\n"}, {"post": "All the teams participating in the World Cup should learn and sing along the others country National Anthem encouraging respect and fair play even before the game officially starts.\r\n"}, {"post": "le centre football for hope contribu a l'epannouissement des jeunes filles , a la formation ainsi qu'a l'education des jeunes.\r\n"}, {"post": "What if the womens pro games were played directly before the mens, everyweek.\r\nThe arguement of ruinjng the pitch could kick of a great innovation project.\r\n"}, {"post": "for every goal scored during FIFA's tournaments\r\nprovide one team with boarding and education\r\nto reach their goals\r\n"}, {"post": "To make it a greater source for good,i think the game should be taken to the grass root in which you guys have already started,Also making it more entertaining by doing more awareness campaign on media's and looking for the right sponsores for the game.\r\n"}, {"post": "As a Football club or programme you must introduced monitor and evaluation tools so that you can measure progress or the impact you activities are having in your participants. We need to have tools surveys, questionnaires ect.  and also that will encourage the participants when they look back were they are coming from and they have developed in the team.\r\n"}, {"post": "Create an educational sports agenda to teach 4-5-6-7-8 yr olds new principles of football win for us not win for i.   Promote links to other sporting activities accoss the world by atarting mutual supports clubs etc\r\n"}, {"post": "Football as a great force on its own, should create a less violent environment within itself (obsessive club rivalry, fan riots, etc.)\r\n"}, {"post": "Dear sir ,\r\ni hope my mail find well,\r\n this is very good for me as you linkes are totaly a great expectqation and high level responce for me , i have very glad to search about you linkes to finalized and meassages to you .\r\n sir , i worked at foot ball development and peace on my local communities and leagues this is very important for me please give me a chance for foot ball coaching course and please  \r\n i ready to all kinds of volunteer camps attended please sir this is my good and well need ,\r\n                                                                                                                                            best regards,\r\n                                                                                                                                       kher ul amin, RIGHT TO PLAY PAKISTAN.\r\n"}, {"post": "grace au football ca maintient les jeunes sur place et avec les centres football for hope ca permet de passer aux choses serieuses.\r\n"}, {"post": "First team and youth players have a little requirement in their contract in which they have to meet a set amount of hours where they have to be involved in charity by the end of the year. Youth team players would do hours and first team players could have a set amount that they have to raise on top of the set amount of hours of charity they have to do.\r\n"}, {"post": "le football permet la cohesion des individus de plusieurs races, ethnies et d'ages differents.\r\n"}, {"post": "Vladi to the president for FIFA ;)\r\n"}, {"post": "I am a girl and I love Football, Football makes the world better and better, especially It is a good chance for disabled children, It would be great to see their smile. Playing football counts smile, not goals.\r\n"}, {"post": "Everyone involved in this game should be responsible and accept any result, loss or victory, of the game and not to blame others. Managers and fans of the teams should not attack and blame coaches who blame the players and the players blame their teammates and the referees.\r\n"}, {"post": "le football permet le divertissement et le developpement par le biais de centre football for hope.\r\n"}, {"post": "le football permet d'oublier les problemes et les soucis, et les centre fooball for hope doit etre aide plus\r\n"}, {"post": "The brands involved in football, say the jersey sponsors or the FIFA partners, give 1% of their marketing budget to a Football for Good Fund or they invest directly in Football for Good INSTEAD of marketing.\r\n"}, {"post": "Idea: To introduce a salary cap across leagues that will increase the competitive balance in football\r\n"}, {"post": "le football permet la cohesion, l'entente et l'union entre diverses nations.\r\n"}, {"post": "The suggestion for FIFA and the continental confederations is to listen to the voices of the fans in the election process of their presidents. Let the fans be part of the voting process! Let the candidates convince the fans, as they are the essence in/behind football... after such elections no fan could complain that he/she was not able to influence world football, directly.\r\n"}, {"post": "Je soutiens les idées et les événements organisés par l'AMPJF pour l'épanouissement de la jeunesse surtout le football des filles.Enfin je profite pour encourager l'organisation du festival qui regroupe plus de milles jeunes venant de différentes regions du Mali.\r\n"}, {"post": "Football can be a greater source for good only if we as human beings become less corrupt in our dealings. That would mean that chances are not given because of returns.\r\n"}, {"post": "le footballl permet la cohesion, l'union et le rapprochement.\r\n"}, {"post": "le centre football for hope en plus des entrainements est un lieu d'education et de culture pour les footballeurs.\r\n"}, {"post": "Mandatory request for football institutions to hire \"\"fresh blood\"\" on all organizational levels -> all industries/sectors, governments and NGOs but excluding football & sports industry\r\nTarget: 30% of all management positions level 1-3 by 2018, implementation plan tbd (Yes! This will mean termination of contracts for planned \r\nAll other positions (below L1-3): \r\nMust be filled with external non football/sports candidates until 30% quota achieved\r\nDefinition of restructuring programs for other than management to speed up the process would be appreciated\r\n"}, {"post": "I would like to take more time & care to understand the countries in which you work, the local issues & the fan behavior. It would enable one to better understand how to not only leverage for resources, but mobilize fans for action (even more nimble flash mobs or policy change) in sustainable way to push for long-term systemic change, but stemming from a multi-media engagement campaign (with celeb players from region) that is styled more on the american way over many years. \r\nWould need to diagram out all the stakeholders & flows, as well as news cycles to capitalize on macro correspondence. Plus, understand the barrier to change on a given issue. Each cultural context & strategy may need to be tailored, but there might be some overlap. Also, thinking through embedded metrics for a feedback loop is vital to narrowing strategy & targets.\r\n"}, {"post": "The youths,people with disability and women need specially representation to raise their concern and voice in fifa platform at all levels,and we request for good policy environment that favours their integration in decision making in football that they represent and aparticipate\r\n"}, {"post": "Encourage and support the youth who would have been idle through educational scholarships,exchange programs and international football tournamernts.\r\nGiving people a chance to join the national teams\r\n"}, {"post": "Like a concert starts with an opening act, let big international matches start with a 15 minute 'opening match' played by a local grassroot club. This will promote local football under a wider audience and gives disadvantaged youths a chance to shine and an incentive to play.\r\n"}, {"post": "I have an idea, my work for 14 years in Girona FC. I was the director on the fan area in Girona FC (LFP in Spain). You could see details on www.footballinnovationmanagementleadership.com (have translator to other languages). Know i'm introducing tools to change thinks in spanish football that's why I'm learning to use online marketing... Apologize me if my english is not so good. Regards and congrats for this action. Joana\r\n"}, {"post": "Let's get an agreement that all the players in the top leagues of each European country contribute 0.7% of their monthly wages to a fund set up to help develop football facilities in the world's poorest communities\r\n"}, {"post": "The FIFA constituion needs to be updated and reveiwed to address leadership gaps and operation loopholes in resource allocation,marketing and advertisement etc\r\n"}, {"post": "National governing bodies & leagues should have a fixed shareholder percentage of supporters involved in their decision-making processes (maybe even with veto power). This percentage could be divided according to the size and performance of clubs (e.g. No. of members divided by league level = % of the supporters share) so that each club is presented adequately.\r\n"}, {"post": "What if, google help create a technology that matches like minded football souls. So every fan has another fan somewhere else in the world.\r\nIe chelsea fan, mother of 2 boys, 50yrs old, nurse by profession, likes sushi.  Promote understanding, friendship etc..\r\n"}, {"post": "Providing adequate resources to players such as cons,balls and jerseys for the grassroot teams.\r\nMotivating girls coaches who face alot of challenges in bringing up girls teams from U12 -OVER 16\r\n"}, {"post": "this can be done through providing services such as facilitation on general health,sex education and imparting life skill knowledge to players  after football matches.This will ensure wholesome development of the players whoare mainly the youth.\r\nNurturing players with talent to use it for also self benefit such that they can become inernational players.\r\n"}, {"post": "Yes, voices of football has reached beyond grass roots\r\n"}, {"post": "le football permet de se divertire et de se reunir a traver le.centre football for hope, ca consolide l'union.\r\n"}, {"post": "What if the FIFA executive committee represented a broader scope of the game's stakeholders and not just the regional confederations? Eg why not open up the Exco to representatives from fans groups, sponsors and charities on a rotating basis?\r\n"}, {"post": "A travers le centre FFH, les jeunes de Baguinéda ont accès aux différents ateliers de coutures, de la  ruralisation, de football, de l'éducation à la santé et du NTIC par le pouvoir football.\r\n"}, {"post": "Only way to regain needed trust in footballs governing body: Open and transparent investigation by outside party; no way it should be done internally.\r\nElections; for Board and WC candidates: Open elections where we can see who vote for what.\r\n"}, {"post": "Corruption at the highest level trickles all the way down. Clean up the corruption and good will come to football. The highest order in football is FIFA and they should set the highest standards. Lead by example and clean up the game.\r\n"}, {"post": "We suggest regular updates from the football nations and countries to learn and share from the experiences of succesfull management practices,but not just organising entertaining football that gives the blame of refferees and footballers only instead of the governance issue.\r\n"}, {"post": "Make the dream of being a football star, turn into a dream to make the Best of your life and those more in need of help\r\n"}, {"post": "Let the game speak for itself\r\n"}, {"post": "Abandon given nomintation processes for all official football bodies/institutions and implement true gender diversity - if needed through quotas to ensure immediate success\r\n"}, {"post": "Link football to democracy in countries where there is democracy. Football3 is a great example on how you can develop a democratic system which respects the views of everyone. We can develop good citizens through Football3\r\n"}, {"post": "we need to have inspiring people to visit schools,training fields with great testmonies on the game\r\n"}, {"post": "By practice more without jokes.\r\n"}, {"post": "By investing in solid resources for communities, we can focus on strengthening the play opportunities and programs that will further enrich them through play.\r\n"}, {"post": "Football needs to set a generational shift single sentence vision. then build a pathway to achieve it. a true paradigm shift\r\nFootball will change from i win to we win (we = the world)\r\nWhat would the game look like in 10 years if this shift happened?\r\nWhat would we need to put in place to kick this ball rolling?\r\nDylan\r\n"}, {"post": "a series of violence prevention workshops done online through facebook ,twitter or even linkedin..this will help communities share their issues on conflict resolution strategies using football methods\r\n"}, {"post": "Idea: implement a two-term-limit for any FIFA president.\r\n"}, {"post": "All balls used during the FIFA World Cup will be raffled online, and all the profits will be allocated amongst development through football organizations.\r\n"}, {"post": "Use positive playing role models in the prem league and national teams to help people, and use some of the money they get to help underprivileged people and towns\r\n"}, {"post": "Football shall pay a 1% solidarity fee to a global football for good investment fund.\r\n"}, {"post": "to reach girls\r\n"}, {"post": "Fair Play Prizes for clubs should re-gain their importance: Both on national and international levels, fairest teams should automatically qualify for cups (maybe 1 Euroleague seat per country + 1 CL for Europe’s fairest team – same in other continents). This system could also apply for minor league teams with 2 - 4 seats in national cups.\r\n"}, {"post": "What if, for one season all pro teams had to play 1 female in their team for at least 50% of game.\r\n"}, {"post": "Fine players for unsportsmanlike behavior, including excessively hard fouls or continual diving. Collect these funds and use them to support football for development programs worldwide.\r\n"}, {"post": "One thought for improving the spirit in football is to organise tournaments following the example of Ultimate Frisbee, which is self-refereed. I had no idea, something like that existed in team sports - players making their own foul calls and settling disputes according to the rules of the game. A great responsibility for fair play and therefore fun play.\r\n"}, {"post": "Organising tornaments for the players tohave adequate training .Tournaments tend to toughen the teams as they get to know their weak points and work on them.\r\n"}, {"post": "Idea: Incorporate football3 into all coach education programmes of regional and national football federations\r\n"}, {"post": "Football has the power to improve the lives of women and girls by allowing them to play, find their inner strength, and prove that girls can do whatever boys can do!\r\n"}, {"post": "I believe true and lasting change can only happen when you there is both a bottom up and top down approach.\r\nI think Jurgen and his team are spot on from a bottom up perspective. The top down push requires a radical change in FIFA leadership. With a good lobby and a bit of luck, that might happen soon.\r\nAll the best\r\nJasper\r\n"}, {"post": "We should start by curbing embezzlement of funds this can be done through making people at the accounts more accountable to how finances have been used and providing evidence for this.\r\nmost of the funds does not benefit those it it is intended for,accountability will ensure this does not happen.\r\n"}, {"post": "i need ur help,if u help me than can i answer u\r\n"}, {"post": "What if, the total worth of you team had to correspond with the amount of xommunity projects you support.\r\n1 per million.\r\nTotal worth 700 million 700 pitches you need to support.\r\n"}, {"post": "Its difficult to compare and link the life styles of footballers with good HIV prevention behaviour and practices,instead its fuelling HIV increase.\r\nFifa can design better comunication messages and adverts targeting HIV preveniton like ABC approaches.We need more awareness creation tackling biggest challenges facing the world like HIV/AIDS,WASH,Waste management and malaria prevention\r\n"}, {"post": "Make all clubs commit to full financial transparency, i.e. publication of audited annual financial statements\r\n"}, {"post": "Football can cause big change in reversing climate change through awareness creation in environmental protection, with the funds available we need aplan to address climate change using football\r\n"}, {"post": "Girls and boys football should have the same budget and focus.\r\n"}, {"post": "Football equipment rental boxes at every football pitch that supply balls, cones, cleats.\r\n"}, {"post": "Once a month, pro clubs should hold an 'open training day', where disadvantaged youths from grassroot teams get to train along with them and learn and be inspired by the pros.\r\nPlease feature the ISF logo on the unleashfootball website. Also, we've been submitting ideas for a week but only received two confirmations, could you confirm you've received all our 5 submissions so far?\r\nThank you,\r\nMarieke\r\n"}, {"post": "le football est un moyen de garder sa sante et un moyen de divertissement.\r\n"}, {"post": "Yes, quite easily.\r\nFootball works on many levels. 1) It releases stress levels and endorphins that make people feel better physically 2) This has an effect on the participants physically. 3) People whilst -playing or watching are living in the \"\"moment\"\" which is great for their mental health.4) It encourages team work 5) It provides an opportunity for people to socialise 6) It is good fun\r\n"}, {"post": "the betting industry should connect betting with causes, so that even if you lose (betting) you still contribute.\r\n"}, {"post": "Qualified management should be the board of governors this means one should not lead whereas they have no idea what the job entails.\r\n"}, {"post": "Procurement procedures of tournaments and even Cup finals, etc. should be subject to democratic procedures: A \"\"Yes\"\" vote through a national referundum (or on local levels, if necessary) should be a mandatory requirement in order to qualify for bidding processes.\r\n"}, {"post": "EDU BALL\r\nCan we teach - through football - literally. Have balls with...\r\nbasic maths - basic language - statements against violence - where to get checked for medical issues...\r\nDylan\r\n"}, {"post": "le football permet de reunir les gens de plusieurs nationalites en un lieu\r\n"}, {"post": "Use of middlemen as agents has apotential negative impact on equal and fair play for most disadvantaged good players. \"\" Change something to addres the gaps\"\" Why not online application or scouting through networks like streetfootballworld\r\n"}, {"post": "Le football permet de reunir plusieurs races dans un meme stade pendant 90mn,ayant le meme objectif.\r\n"}, {"post": "AMPJF pour la réinsertion des enfants\r\n"}, {"post": "AMPJF est organisation qui œuvre pour la promotion écologique de la femme et de la fille au Mali notamment dans des communes defavorisees. Assister cette organisation dans ces activités doit être une préoccupation des instances foot balistique dans la mesure ou ces activités sont essentiellement orientés vers la promotion du foot féminin au Mali. ainsi cette organisation participe au développement physique intellectuel et surtout l'épanouissement de la jeune fille.\r\n"}, {"post": "we can do life skills using what we call Cross Over sessions \r\nCones are put out in 2 different rows, one red ‘False’ and one white ‘True’. A statement is made by the facilitator (HIV/Aid are the same thing) the participants will dribble with a ball through the cones which they think is the answer to the statement. After all the participants has made their decision and dribbled to the answer they think is right, the facilitator will elaborate on the statement and give the correct answer. In conclusion feedback is given by participants on what they have learn t.\r\n"}, {"post": "Players walk on to the pitch with children supported by charities & the game is in aid of that cause\r\n"}, {"post": "There is a golden boot. shoudl there not be a golden, handshake award for the team that pplays with the most fair play throughout the seadon and this gives them automatic entry to the champions league on the following year!\r\n"}, {"post": "90 mins a month should be dedicated to football for good by every rights holding media\r\n"}, {"post": "Implement rule (through football institutions, national bodies) , that football clubs must pay >25% (minimum) of what is paid in salaries for the men's team to their women's team in the comparable league (might work through salary averages in order to reflect significantly different team sizes) \r\nwithout proof, clubs will be banned from all official tournaments (incl. national leagues)\r\n"}, {"post": "By practising and have faith in what you are doing and put God first and believe you can do what yiu are doing\r\n"}, {"post": "divertissant\r\n"}, {"post": "le football est un moyen de se divertir et d'oublier les problemes et les soucis.\r\n"}, {"post": "VIP seats reserved for top fundraisers each year\r\n"}, {"post": "By sharing it to other people\r\n"}, {"post": "by passing\r\n"}, {"post": "grace au football les differents individus se reunissent en un seul lieu et se divertissent.\r\n"}, {"post": "Footballs or kit are created for each match and auctioned afterwards for football for good charities\r\n"}, {"post": "Before the game begins, we should be practising and when the game begins we should be in one position or everybody in his/her position so that we should be passing for everyone.\r\n"}, {"post": "Allowing reasonable earrings/jewelry if they are not dangerous\r\n"}, {"post": "id like to see an equal if not proactive awareness of the womens game over the following 4 years. (test)\r\n"}, {"post": "football stadiums across the world should act a global pick up points for people in need, so, 50,000 fans per stadium are invited to drop off clothes, money, time etc - every game!\r\n"}, {"post": "As players have all grown in size over 100years, lets increase the goal size by the similar % of growth.\r\n"}, {"post": "we need to fight corruption both in the football managment and on the field during play and substitute with transprancy.\r\n"}, {"post": "Establish programs like Julie Foudys leadership Academy!!\r\n"}, {"post": "Football could be better with developing new methods to make the game more educative and interesting.\r\n"}, {"post": "Evitar la corrupción. Que los principales cargos de la organizaciones involucradas en el desarrollo del fútbol, sean ocupadas por personas honestas\r\n"}, {"post": "What if, 50% of all roles in football came out of the developing nations, ground staff, support staff etc.\r\n"}, {"post": "What if, 50% of payments to hosts were given only if they met their legacy agreement, 1,2,3 years after the event.\r\n"}, {"post": "What if, football tournaments were only played on communities pitches. A game in the brazilian favelas, a game in the indonesian suburbs, a game in new york bronx....the only invitees would be locals. The rest is televised.\r\n"}, {"post": "What if, every game finished with a penalty shoot out, the winner would gain 1 extra point.\r\n"}, {"post": "Footballers cost too much,there should be a limit\r\n"}, {"post": "All national federations and associatioons, as well as all confederations MUST have a proper grassroots philosophy in place, and plans as well as funding for implementation of this. It seems there still are loads of leaders who do not see this as instrumential for developing the game.\r\n"}, {"post": "Get footballers to support the Sustainable Development Goals\r\nGet the world's best footballers to support the world's toughest goals: the Sustainable Development Goals. If each great footballer owns upto one goal atlas, we can go a long way towards kicking out poverty, illiteracy, exploitation.\r\n"}, {"post": "Test\r\n"}, {"post": "le football permet le regroupement des. des differentes nations.\r\n"}, {"post": "le football permet aux gens de cotoyer d'autre personnes differentes et de comprendre le sens de l'humanisme.\r\n"}, {"post": "car toutes les races auront l'occasion de se rencontre sur le terrain\r\n"}, {"post": "Il permet aux un des autre la complicite de crée des projet.\r\n"}, {"post": "The power of agents should be reduced and players should be better educated and take responsibility for who they are and what they stand for.\r\n"}, {"post": "le football incarne le respect et la consideration.\r\n"}, {"post": "le football permet l'integration des gens de diverses nations et de differentes races.\r\n"}, {"post": "follow the example of the EURO 2020 and use existing infrastructure across a region\r\n"}, {"post": "le football permet le brassage entre les nations.\r\n"}, {"post": "le football permet le plein epanouisement et eradique le stress.\r\n"}, {"post": "le football permet le rapprochement des nations et des peuples\r\n"}, {"post": "What if, a new rule that allowed players to be moved outside the transfer window if 50% of all transfer fee went to a cause pot.\r\n"}, {"post": "Great idea which has to be supported\r\n"}, {"post": "a round up solution could be easily integrated in all online fantod or ticket purchases. see elefunds.\r\n"}], "sentiment": 0.22837624450123545}