[{"keywords": [{"weight": 1.3774460731382354, "keyword": "hope"}, {"weight": 0.89260339981800119, "keyword": "centers"}, {"weight": 0.81565401065288656, "keyword": "football"}, {"weight": 0.36302146299042548, "keyword": "young"}, {"weight": 0.35817416031612748, "keyword": "joy"}, {"weight": 0.27880299920175394, "keyword": "entertainment"}, {"weight": 0.2781980384585987, "keyword": "centre"}, {"weight": 0.2695148761779792, "keyword": "center"}, {"weight": 0.24959645874512262, "keyword": "existence"}, {"weight": 0.2313227888995234, "keyword": "kinds"}, {"weight": 0.21351838381543206, "keyword": "ca"}], "postCount": 22, "posts": [{"relevance": 1.6234298119398316, "post": "le football donne de l'espoir aux jeunes desesperes et les centres football for hope en sont des exemples d'espoir.\r\n", "sentiment": 0.025155546765080021}, {"relevance": 1.6128008915507714, "post": "le football est un sport qui permet aux jeunes d' entreprendre surtoutavec les centres football for hope.\r\n", "sentiment": 0.019247258700289174}, {"relevance": 1.5216722208776547, "post": "le football permet aux gens de s'inserer dans la vie professionnelle, les centres football for hope donne ces genres d'espoir.\r\n", "sentiment": 0.0011406125339105738}, {"relevance": 1.2871108242507827, "post": "le football procure la joie et la convivialite, et les centres football for hope sont important pour ca.\r\n", "sentiment": 0.036169845368800649}, {"relevance": 1.2732574617234587, "post": "le football duversit, donne la joie et le sourire aux levres d'ou l'importance des centres football for hope.\r\n", "sentiment": 0.037513204424509804}, {"relevance": 1.2310920492516482, "post": "le football est un moyen qui permet de se divertir a travers plusieurs liens surtout avec l'existence des centres football for hope.\r\n", "sentiment": 0.00050839734299578299}, {"relevance": 1.2260366110864638, "post": "le football est un moyen qui permet aux gens de rester sur place surtout avec l'existence des centres football for hope.\r\n", "sentiment": 0.011469757249559011}, {"relevance": 1.2005751662014839, "post": "le football est garant de divertissement et de joie, le centre football for hope est une des solutions pour le faire.\r\n", "sentiment": 0.036489242470210119}, {"relevance": 1.1052617311072557, "post": "le football permet le divertissement et le developpement par le biais de centre football for hope.\r\n", "sentiment": 0.013249045739481212}, {"relevance": 1.0844575725998293, "post": "grace au football ca maintient les jeunes sur place et avec les centres football for hope ca permet de passer aux choses serieuses.\r\n", "sentiment": 0.021899488369132591}, {"relevance": 1.0769683577338871, "post": "le football permet le divertissement et la joie, le centre football for hope permet de se procurer ces genres de phenomenes\r\n", "sentiment": 0.024995915078576084}, {"relevance": 1.0603021433218591, "post": "le football permet l'union, la.cohesion et la fraternite envers differentes personnes surtout a travers les centres football for hope.\r\n", "sentiment": 0.00062858833863291188}, {"relevance": 1.0330634740302724, "post": "le football permet se rassembler differents pays lors des rencontres et match, les centres football for hope sont des exemples de rassemblement et de rencontre.\r\n", "sentiment": 0.00164201923883609}, {"relevance": 0.9842450392792621, "post": "le centre football for hope est l'un des moyens qui permet a travers le football de maintenir les jeunes sur place et a travailler sur place.\r\n", "sentiment": 0.036156854577141496}, {"relevance": 0.96536820536968515, "post": "le football permet de concentrer le temps et l'energie de la jeunesse sur le sport au lieux d'autres choses plus nefastes par le biais des centres football for hope.\r\n", "sentiment": 0.037079226704636363}, {"relevance": 0.95227703817848253, "post": "le football a travers les centres football for hope permettent le rapprochement etla cohesion.\r\n", "sentiment": 0.005357416105697752}, {"relevance": 0.93903449678287099, "post": "le football est source de motivation, passion, amitié......mais aussi de l'amour entre les uns et les autre...et le football est necessaire pour une societe et l'existence des centres football for hope en sont des exemples de reference.\r\n", "sentiment": 0.021488399565250057}, {"relevance": 0.84874122695198106, "post": "le football donne de l'espoiraux gens defavorises et marginalises. le centre football for hope permet de resoudre ces genres de fleau.\r\n", "sentiment": -0.010019609422701433}, {"relevance": 0.84046426089212445, "post": "le centre football for hope est   important car ca contribue a la formation des jeunes filles\r\n", "sentiment": 0.040068039179518997}, {"relevance": 0.81443454863733034, "post": "le football a travers les centre football for hope permet de reunir diverses gens, pour la.cohesion et l'union\r\n", "sentiment": 0.0078373650751286678}], "sentiment": 0.038514549616036522, "label": "hope"}, {"keywords": [{"weight": 0.97186864640134663, "keyword": "fifa"}, {"weight": 0.41663880535600623, "keyword": "club"}, {"weight": 0.30170299569049752, "keyword": "clubs"}, {"weight": 0.30066473382104791, "keyword": "league"}, {"weight": 0.24063160936650094, "keyword": "president"}, {"weight": 0.22350044201632036, "keyword": "national"}, {"weight": 0.21131837162210376, "keyword": "support"}, {"weight": 0.17148935776816251, "keyword": "women"}, {"weight": 0.16038652109708529, "keyword": "leagues"}, {"weight": 0.15574333071340177, "keyword": "cup"}, {"weight": 0.15379901194497123, "keyword": "betting"}], "postCount": 73, "posts": [{"relevance": 0.91735206205679942, "post": "One slogan, one day, once a year for every club in the world. Given that all the leagues are part of FIFA . Lobby for every FIFA affiliated club and league to set aside one day in the year.\r\n", "sentiment": 0.0061108180524741271}, {"relevance": 0.76680423764600536, "post": "Where there is national affilliate of fifa in any country,they must recruit and also recorgnise the women efforts in football development and support.The fifa constitution and policies needs to be gender responsive\r\n", "sentiment": -0.00357950161388988}, {"relevance": 0.72366699251666333, "post": "FIFA could support the creation of Football for Good Museums in the different FIFA regions where all profits would be allocated to development through football projects.  These museums could also take part on itinerant exhibitions.\r\n", "sentiment": -0.010549091293499638}, {"relevance": 0.71876996464971399, "post": "Vladi to the president for FIFA ;)\r\n", "sentiment": -0.0060757974660694417}, {"relevance": 0.66019235433301238, "post": "First, ensure that the new leadership of FIFA is not corrupt. Second, persuade the new leaders to devote some of FIFA's vast resources to support football for peace and development. Third, allow football clubs to adopt the One World Futbol as an official ball both for training and for club play.\r\n", "sentiment": 0.0019333542017399429}, {"relevance": 0.61396409106388516, "post": "10. SWEEP AWAY FIFA: CLEAN UP THE GLOBAL GAME\r\nThe FA has been a hapless operator within Fifa; the Premier League’s lust for foreign markets is simply shameless. We want a football foreign policy that is a smart, effective voice for reform, not a marketing operation. Smart means working with Europe and acquiring a leading place in Uefa; the FA needs to be part of an effective coalition, not an ineffective independent. It goes without saying that both the FA and government must actively support international efforts to see the complete reconstitution of Fifa, and to insist on models of tournament hosting that are sustainable and carnivalesque.\r\n", "sentiment": -0.029165500060595709}, {"relevance": 0.60392890740696203, "post": "clubs should be required to include cause systematically in their strategy in order to get the license\r\nhttp://www.insideworldfootball.com/fifa/17692-fifa-combine-with-confeds-to-lay-down-club-licensing-laws?acm=7729_1086\r\n", "sentiment": -0.015185152320905984}, {"relevance": 0.55482503716493248, "post": "- More women in football \r\n- Refugees welcome - refugee teams in every Bundeslliga Club, intallation of an own Refugee League\r\n- Financial transparency at FIFA \r\n- No longer immens transfer amounts, if clubs want to spend money they should more invest in social football projects\r\n", "sentiment": -0.015513875688224111}, {"relevance": 0.54981345909900114, "post": "Lets think of this;\r\nA supportive idea in future, we would like to see ladies teams along premier league games which is dominated by men in every structure, women be trained and particpate as premier games refferee services,women football is equally very entertaining compared to mens football games.\r\nNeed for supportive policy environment to encourage women coaches in premier  league teams,national and international fifa structures.\r\nFifa needs to support womens football initiative as there are many women able,strong and active in the field of football, but the societal challenge  and poilcies affects their invovement , performance and participation in taking up roles dominated by men.\r\n", "sentiment": -0.024069172472057213}, {"relevance": 0.54654844210467757, "post": "Is betting fifa project,need for policy guidelines to relate betting with fifa procedures or practices\r\n", "sentiment": -0.001213492595650355}, {"relevance": 0.54291422817666379, "post": "Idea: implement a two-term-limit for any FIFA president.\r\n", "sentiment": -0.024292305689813169}, {"relevance": 0.5246340445730715, "post": "•\t2 percent of every ticket sold goes to a “football for good” fund to be distributed to deserving organisations\r\n•\t% player sale\r\n•\t5% of tickets to each match should go to people who can’t afford tickets and are from underserved communities or countries. \r\n•\tFA’s should be required to train coaches for football for good organisations. \r\n•\tFA/FIFA should be required to spend 25% of expenditures  on women’s football  \r\n•\tCharity footathon rotating causes- Once a year 100 of the world’s most popular players (female, men, and from all age groups) are selected and placed on to two teams to play a non-stop 24 hour long game. There will be unlimited substitutions. The game will act as a fundraiser with all proceeds going to a football for good fund.\r\n•\tThere should be a salary cap for football teams. Teams exceeding this cap must pay a 50% tax for development through football organizations. \r\n•\tTax all football player salaries 2% and place this money into a football for good fund.\r\n•\tStadiums must reserve advertisement space for football for good organisations.\r\n•\tNational team players are required to volunteer 24 hours a year. \r\n•\tBefore bidding for the World cup a country must hold a referendum to see if the people are in favor of hosting the games. The public must be provided with figures on the world cup costs.\r\n•\tStadiums built for the world cup should be multifunctional. \r\n•\tThere should be a quota for female referees.\r\n•\tInclusion of transgender people.\r\n•\tThe men’s and women’s world cup should be held at the same time, yet the games should not be at the same time of day. Companies that purchase the media rights must be required to show both games. \r\n•\tJerseys: football for hope implementing organizations should be alongside advertisements. \r\n•\tFIFA president should be in office for a maximum of 5 years.\r\n•\tThe panini album  will not only feature the 32 country teams but also 32 football for good organizations teams, featuring their individual stories (each country  can potentially sponsor an organization)  \r\n•\tFIFA/FA staff donate time\r\n", "sentiment": -0.0177031181929828}, {"relevance": 0.52427519747124696, "post": "All balls used during the FIFA World Cup will be raffled online, and all the profits will be allocated amongst development through football organizations.\r\n", "sentiment": -0.0085634225975068593}, {"relevance": 0.50904340297043182, "post": "Poor quality balls continue to find its way all over the world to local village football clubs,with stamp \"\"approved by fifa\"\" when you take the ball in the field,its difficult to use it for 2days,they wear out very fast and easily get torn or burst with  single or contact kick.\r\nPowerfull teams,UEFA and FIFA need to provide high quality standard balls meeting the specific  production requirements and also considering location specifics, for example our football fields have no grass, its bear soil where we play football every day.\r\nThe clubs bear the cost of procuring  balls every month which is of poor standard and quality,short term use, increased cost of repair services and very expensive in the long term.\r\nFIFA/UEFA  should think of providing high quality  branded balls at areasonable cost suitable for local clubs,this can be possible with good global policy addressing productiion,distribution and management of balls from FIFA.\r\n", "sentiment": -0.035665197540484361}, {"relevance": 0.49273693130648688, "post": "We should strenghten networks integrated by different kind of players and actors from the football world and from relating but different worlds, such as international cooperation and inter gouvernmental organizations or also the academic world and social policy programmes. Also, convince the new fifa leadership of the key role of fifa in lifting football towards its \"\"tipping point\"\" to unleash its potential is important, because its weight and connection with private sector, public sector, civil society and fans/people in general cannot by overestimated. If fifa would be to take up a convening and leading role in this discussion, this could be a point of no return in a positive sense. An organization at the level of fifa should focus its work on that, and not only on supporting small scale football for social change programmes.\r\n", "sentiment": 0.0089733619268855154}, {"relevance": 0.48861580960721912, "post": "The simple truth is that football stopped being the beautiful game, and became a disgraceful, corrupt, cheat-filled business when money came into the professional game. We get confused about this because there are soany well-meaning and hard working people interested game, especially at grass roots level. And there are so many passionate players that work hard for little recognition or reward. But the professional game is full of greed, cheating and corruption. Yes, players deserve to make a living, and deserve to earn enough to support themselves after their short playing careers end. But why the multi-millionaire salaries? Why all the hangers-on milking money out of the game? We need to introduce fair salary caps globally across all leagues to level the playing field and give all clubs an equal chance to win leagues, instead of the current situation where a small select group of rich clubs are the only ones that can win. We need to take political power back off the club's and money men, and give it wholly to the fans. We need fan owned clubs and leagues, and make the sponsors, advertisers and media work for us, the fans. We need to reduce the tv rights money in the game which leads to negative media barron input into favourable sheduling. If there is spare money after the capped salaries are covered, it should be invested in improved facilities, grass roots development, and creating equality and access to the game across all regions and countries. We need to make ticket prices affordable - many fans can no longer afford to attend. We need to clean out hardcore ultras, and educate fans about appropriate behaviour - singing and chanting adds character, violence, racism, homophobia and hate ruins the game. Games should be family friendly community events with supporting fun activities for every ages group to make them an affordable fun, family day out. We need to make clubs reconnect with their local community, and ensure they are connected with locals in many ways, such as work skills opportunities for local unemployed, sell food from local businesses, and teach kids in local schools. We need to protect international football and balance it better against club football, and we need to completely gut and reboot Fifa, which is not fit for purpose. We need a fair, transparent World Cup bidding process, in which any registered and vetted fan can have a vote, not just Fifa cowboys.\r\nI would also introduce a Europe-wide league to undermine right wing nationalism, and help contribute to a sense of European unity. It would have one top Europe wide league of 20, then a 2nd division of regional leagues (NW Europe - British Isles, Low Countries, Northern France, Northern Germany;  Med - Spain, Portugal, Italy, Southern France, Greece; East - Turkey, Balkans, Hungary, Romania, Poland,  Ukraine, Moldova; Central - southern Germany, Czech Rep, Slovakia, Slovenia, Austria; and Scandinavia - Norway, Sweden, Denmark, Finland, Estonia, Lithuania, Latvia). Then the third tier would be within nations - the top team in each of the five regional leagues would play play-off relegation challenges against the bottom five teams in the Europe wide league, and the National champions would likewise play a play-off challenge against the lowest ranked teams in the regional league at tier two.\r\n", "sentiment": -0.050028058839687348}, {"relevance": 0.4606575067865345, "post": "7. REAL REDISTRIBUTION: A WINDFALL TAX ON THE PREMIER LEAGUE\r\nAdvertisement\r\nIn the absence of wage controls the massive windfall that is coming the Premier League’s way will almost entirely disappear into players’ wages and agents’ fees. No one can say that these groups have not been generously rewarded. Some of that windfall needs to go elsewhere.\r\nThe Premier League’s pledge last week to give more generously to the rest of the game is welcome. Uefa takes nearly 10% of the money generated by the Champions League for solidarity payments. Fifa, for all its faults, has allocated 20% of its budget to development projects.\r\nWe want the Premier League to raise its contribution to 15%. Half of this should be spent on grassroots, non-league football and social projects and half allocated to a supporters’ ownership fund that will underwrite supporter trust buy-outs and rescues.\r\n", "sentiment": -0.011391860445554862}, {"relevance": 0.44045176797455843, "post": "Implement rule (through football institutions, national bodies) , that football clubs must pay >25% (minimum) of what is paid in salaries for the men's team to their women's team in the comparable league (might work through salary averages in order to reflect significantly different team sizes) \r\nwithout proof, clubs will be banned from all official tournaments (incl. national leagues)\r\n", "sentiment": 0.013012566970113935}, {"relevance": 0.43149820223499957, "post": "1. All Football Executive Officers at national Levels should be appointed on the basis of Proffessionlism - those with football management back ground, and not just mear elections by synchophants,\r\n2. FIFA should use the existing Football for Develoment Organizations in member countries to help manage Football Programmes. This will ensure accountability and improved performence in Football\r\n3. Just like refereeing and coaching courses,  FIFA should sponsor some short courses on Sports Management in order to improve on the impact of the beautiful game.\r\n", "sentiment": -0.0084937027362391136}, {"relevance": 0.42421325967093865, "post": "6 TAKE BACK POWER: WITH TRANSPARENT CLUB OWNERSHIP\r\nCentral to the Reform Bill, a proper set of rules on transparent club ownership:\r\n■ All shareholdings in football clubs will be made public, including full disclosure of any beneficial owners and holding companies behind which the unscrupulous have hidden.\r\n■ The introduction of a new club licensing scheme overseen by a reformed FA that would make clubs’ financial dealings transparent; strengthen the fit and proper persons test and make its workings public; require all new owners to meet a club’s supporters’ trust before acquiring shares; and protect key aspects of the club – such as its main strip and its name – in law.\r\n■ Reform the composition of club boards and the duties of directors through changes in corporate law. This would include making the interests of the club paramount over those of shareholders; require a majority of independent directors on boards with a legal responsibility to encourage supporter ownership, and include a minimum of two directors from a club’s supporters’ trust.\r\n■ A statutory right to buy for supporters’ trusts whenever a club faces insolvency, its shares are going to be sold or new ones issued.\r\n■ Changes in the tax regime. These would be designed to support social ownership and deter carpetbaggers – for example, removing tax relief on leveraged buy-outs and making it easier for supporters’ trusts to obtain it.\r\n", "sentiment": 0.0072854873836131276}], "sentiment": -0.016018795759281383, "label": "fifa"}, {"keywords": [{"weight": 1.2112710883590081, "keyword": "soccer"}, {"weight": 0.2506683851143775, "keyword": "league"}, {"weight": 0.1575664807925071, "keyword": "bring"}, {"weight": 0.15035880935674484, "keyword": "community"}, {"weight": 0.14109667143250459, "keyword": "help"}, {"weight": 0.12492199207389641, "keyword": "spaces"}, {"weight": 0.11606300528546093, "keyword": "city"}, {"weight": 0.11592690881029807, "keyword": "video"}, {"weight": 0.10543285221839291, "keyword": "sport"}, {"weight": 0.095310889140750213, "keyword": "person"}, {"weight": 0.09354122822059914, "keyword": "player"}], "postCount": 34, "posts": [{"relevance": 1.001796160094192, "post": "Wheelchair soccer league\r\n", "sentiment": -0.0062299965402819891}, {"relevance": 0.92465145881474231, "post": "Soccer has many elements from the original form. From 11 a side to small sided. From indoor/sala/futsal soccer takes form any this area. Finally soccer shows its passion thru streetsoccer and the various elements of street. From freestyle to groundmoves and the panna/nutmeg.\r\nHere in the states the way I see soccer being a source for good is in the inner cities. Grass roots of soccer incorporated throughout the city will bring about the social part of the game. This will help the community and bring together cultures. Huge impact would be turning unused tennis courts/hockey courts/ volleyball courts/ basketball courts into  streetsoccer courts. Making the game free will be a huge source of good to the player individually, local soccer and up to the professional level will see a dramatic improvement in all aspects of the game of football/soccer. \r\nWhen the community is focused on positive recreation crime and other at risk choices would decline dramatically.  Soccer can unite if exposed correctly.\r\n", "sentiment": -0.038743545989944686}, {"relevance": 0.82351317172075222, "post": "1. Soccer can be an excellent after school program that can help keep kids active, off the streets, and away from trouble. \r\n2. Soccer can bring countries together during competition to settle differences and become more aware of other cultures. \r\n3. Soccer can simply bring joy to those who don't have it in certain situations and in any part of the world no matter how rich or poor. \r\n4. Soccer can make a stronger community of people as they cheer on a team and can unite a city. \r\n5. Soccer can bring opportunities not only to the people who play the sport, but can also help bring jobs to a city and boost the economy.\r\n", "sentiment": 0.042050693676252249}, {"relevance": 0.68185508850215526, "post": "The person who came with soccer is my greatest hero because soccer is a powerful social tool that can be used to solve any problem in the world\r\n", "sentiment": -0.024780304867044183}, {"relevance": 0.66381395035875324, "post": "If every professional soccer player would take the responsibilty to be a mentor for one socially deprived child from his / or her hometown with regard to soccer, then this mentorship could function as a kind of social capital that helps the kids to grow personally and professionally, to broaden their perspectives on life and last but not least, to build a network of trust and recognition. The role model function, a soccer player has due to his or her popularity, could naturally unleash a potential, that can change a childs life simply by being in a relationship to them! It is as easy as it sounds, if the commitment from the professional soccer players is in place...\r\n", "sentiment": 0.02393967527477122}, {"relevance": 0.63635037472496647, "post": "1. Growing up in the 1990's in the United States, I wasn't very aware of the magnitude of soccer compared to others sports (NBA, NFL, etc.). Introducing soccer games, players, and teams starting in elementary school could expand the great game at a young age.  \r\n2. I have learned a lot about soccer through the awesome video game FIFA. Spreading awareness of the video game will teach kids about teams, players, and also inspire them to play themselves. \r\n3. After the USA women's 2015 world cup championship, I believe it is a great time for USA soccer. Expanding and encouraging soccer to young females will grow the sport to new heights. \r\n4. Soccer needs to continue to be encouraged as a universal game that anyone can play, not big business teams trying to take over all the talent. FIFA  needs to be reformed to encourage the game that brings people together. \r\n5. Soccer in the USA has been less popular than other sports due to low scoring games. However, todays athletes are better than ever. Showing that goals are scored a lot more frequently (look at the USA woman championship game) will encourage viewers and fans to the excitement.\r\n", "sentiment": 0.010259770798203303}, {"relevance": 0.62255952990312757, "post": "National Coed Soccer League so everyone has a place to be accepted\r\n", "sentiment": 0.0167767401955944}, {"relevance": 0.50935460621726514, "post": "Ideas to make the greatest game greater:\r\n1) Connect professional soccer teams with local schools to offer tickets as rewards for reading/good grades\r\n2) Offer free tickets to organizations to help underprivileged kids (Boys and Girls Clubs)\r\n3) Donate equipment to local sports teams\r\n4) Promote community soccer leagues for adults and families \r\n5) Have more socially responsible companies sponsor soccer teams/leagues\r\n", "sentiment": 0.0044007211077134152}, {"relevance": 0.50440454426839754, "post": "Let’s create and redefine soccer spaces to serve as vibrant hubs for community, youth inspiration and education.\r\n", "sentiment": 0.045269965898585458}, {"relevance": 0.49191739229413445, "post": "1.) FIFA reform... Sepp Blatter should be gone and a new leader, committed to moral values and not money, should take the reigns.\r\n2.) Increased coverage of European leagues in the United States, a country rich with athletes but poor in its soccer interest.\r\n3.) US soccer federation should offer free camps to at-risk youth to expose them to the life-long benefits found in the world's most popular game.\r\n4.) During FIFA reform, promote and market transparency and fairness across all levels of competitions.\r\n5.) Use star athletes like Alex Morgan and Lionel Messi to promote the character and personal values, such as determination and work ethic, that soccer can teach a player at any level.\r\n6.) FIFA should offer individual soccer federations advice on how to promote coaching clinics for youth coaches to ensure young athlete interest in their respective countries.\r\n", "sentiment": 0.024809126349528289}, {"relevance": 0.48827401310285379, "post": "Every kid should have a safe space to unleash their passion for soccer ;)\r\n", "sentiment": -0.057442250531266323}, {"relevance": 0.47909940251125815, "post": "More inclusive and respectful supporter spaces can make soccer a further hub for community building.\r\n", "sentiment": -0.011395262751694005}, {"relevance": 0.47006604351621534, "post": "Have an app for fans and teams to discuss poor calls by refs (or good calls) to get an unanimous decision which could help with the bias that sometimes comes from refs decisions. Could be used as posting favorite soccer moments and threads for tailgate meetings, ect for super soccer fans around the globe\r\n", "sentiment": -0.02602900071957585}, {"relevance": 0.46759482653181417, "post": "We all need to come together, this include the media, politicians the cooperate world and the soccer lovers to come together and make the bealtiful sport better.\r\n", "sentiment": -0.014523148256486587}, {"relevance": 0.45009776943991125, "post": "Use soccer to develop lifeskills as they relate to employability, such as communication and teamwork.\r\n", "sentiment": 0.0061480525000826049}, {"relevance": 0.44744536432635224, "post": "Video chronicle the journey of one soccer ball being juggled across the world, every continent by all walks of like and through all cultures.  Any person - age or gender, socioeconomic class, or religion who wants to have 5 minutes or less juggling the ball can have it. During the 5 minutes they can express what the sport of soccer has meant to them.  Compile an edited version of the video to present to the FIFA about the impact and responsibility the sport plays.\r\n", "sentiment": -0.0078282359462812819}, {"relevance": 0.43773458929638165, "post": "something we are doing wrong when children prefer them to give away the shirt of his favorite soccer player before the ball\r\n", "sentiment": -0.042905616403828735}, {"relevance": 0.40792559485205448, "post": "By implantation soccer programs in Rural areas and use football to uplift the disadvantage communities through out Africa.\r\n", "sentiment": -0.036726715062275615}, {"relevance": 0.39952698807718667, "post": "le football a travers les centres football for hope permettent le rapprochement etla cohesion.\r\n", "sentiment": 0.005357416105697752}, {"relevance": 0.38930314037276076, "post": "...that every transaction from the sport (sponsorships, player transfer fees, etc.) has a percentage that goes back to using soccer as a force for social good\r\n", "sentiment": 0.0002255985908011416}], "sentiment": -0.02350389157742552, "label": "soccer"}, {"keywords": [{"weight": 0.99887260331247252, "keyword": "cohesion"}, {"weight": 0.71959246518024822, "keyword": "union"}, {"weight": 0.27933231365752681, "keyword": "enables"}, {"weight": 0.26991268337022006, "keyword": "approximation"}, {"weight": 0.23152797278433424, "keyword": "la"}, {"weight": 0.19262248076751218, "keyword": "reconciliation"}, {"weight": 0.18921297510692511, "keyword": "football"}, {"weight": 0.14710120333109819, "keyword": "problems"}, {"weight": 0.13506663126636193, "keyword": "allow"}, {"weight": 0.10634448442497002, "keyword": "understanding"}, {"weight": 0.10516815412803657, "keyword": "individuals"}], "postCount": 12, "posts": [{"relevance": 1.2214195666805607, "post": "le football permet l'union et la cohesion.\r\n", "sentiment": -0.0069944300136316672}, {"relevance": 1.0297740919025076, "post": "le footballl permet la cohesion, l'union et le rapprochement.\r\n", "sentiment": -0.0087841190851196699}, {"relevance": 0.98352324107471156, "post": "le football a travers les centre football for hope permet de reunir diverses gens, pour la.cohesion et l'union\r\n", "sentiment": 0.0078373650751286678}, {"relevance": 0.93322822037461484, "post": "le football permet la cohesion, l'entente et l'union entre diverses nations.\r\n", "sentiment": -0.0044805584531332349}, {"relevance": 0.9108891390173548, "post": "le football permet l'union, la.cohesion et la fraternite envers differentes personnes surtout a travers les centres football for hope.\r\n", "sentiment": 0.00062858833863291188}, {"relevance": 0.8061668353174678, "post": "le football permet le rapprochement des gens qui ont des problemes d'ou la cohesion\r\n", "sentiment": -0.024300806721666096}, {"relevance": 0.67890445576542358, "post": "le football a travers les centres football for hope permettent le rapprochement etla cohesion.\r\n", "sentiment": 0.005357416105697752}, {"relevance": 0.60879432928253263, "post": "le football permet la cohesion des individus de plusieurs races, ethnies et d'ages differents.\r\n", "sentiment": -0.0093184663280467747}, {"relevance": 0.56119740087664371, "post": "le football est un moyen pour s'epanouir et maintenir sa sante, les centres.football for hope permettent le rassemblement et la cohesion a travers le football.\r\n", "sentiment": 0.036060658650764237}, {"relevance": 0.46231051052717176, "post": "le football est un facteur de cohesion et de reconciliation en temps de crise, il apaise les tensions et unifie deux camps opposés, qui partagent une seule et même passion durant quatre vingt dix minutes.\r\n", "sentiment": -0.036225667849575607}, {"relevance": 0.26359678301675676, "post": "le football permet de se divertire et de se reunir a traver le.centre football for hope, ca consolide l'union.\r\n", "sentiment": -0.014853778168810167}, {"relevance": 0.23665796399610439, "post": "le football permet le rapprochement d'ou d'eviter les conflits.\r\n", "sentiment": -0.052671728534389409}, {"relevance": 0.21513000108599764, "post": "le football est un et le seul moyen, qui permet le rapprochement des individus de sexe different, d'age differente, de race et de couleur differente, et ces phenomenes permettent d'eviter et de prevenir les conflits.\r\n", "sentiment": 0.0071117418598555899}, {"relevance": 0.17425900377031209, "post": "Player Unions should be a mandatory countrweight to some parts of national leagues. Consisting of professionals (lawyers, etc.) and current players (elected, every player of the league has 1 vote), the Union's should have veto power in some areas (jurisprudence, rule changes, etc.) and the right to initiate discussions and processes in others. This is similar to the European Parliament's role as a democratic counterweight to the European Commission and European Council.\r\n", "sentiment": -0.0060738036626662283}, {"relevance": 0.15955958232959094, "post": "le football permet d'oublier les problemes et les soucis, et les centre fooball for hope doit etre aide plus\r\n", "sentiment": 0.015021337759581142}, {"relevance": 0.14467645687865416, "post": "le football permet le rapprochement des nations et des peuples\r\n", "sentiment": -0.0081862364386034361}, {"relevance": 0.1273179647255942, "post": "1.Conduct regular football camps, in the community where football is unknown to the people.\r\n2.Introduce leagues system across the globe like Bundesliga,EPL,La liga. Since in INDIA after introducing ISL (Indian super league) the football crazy is boom in the nation this as taken Indian football to the next level.\r\n3.Require qualified  football coaches.\r\n4.Football field is also important  criteria to avoid injury's.\r\n", "sentiment": -0.035832096980985266}, {"relevance": 0.11983930681129035, "post": "le football est un moyen de se divertir et d'oublier les problemes et les soucis.\r\n", "sentiment": -0.015112322935333891}, {"relevance": 0.10164068805186974, "post": "le football est un sport qui permet aux jeunes d' entreprendre surtoutavec les centres football for hope.\r\n", "sentiment": 0.019247258700289174}, {"relevance": 0.10038770349894675, "post": "le centre football for hope est l'un des moyens qui permet a travers le football de maintenir les jeunes sur place et a travailler sur place.\r\n", "sentiment": 0.036156854577141496}], "sentiment": -0.013940456428712836, "label": "cohesion"}, {"keywords": [{"weight": 1.1378844163847015, "keyword": "game"}, {"weight": 0.31817884414008402, "keyword": "source"}, {"weight": 0.28255154881061434, "keyword": "greater"}, {"weight": 0.21971840747232466, "keyword": "greatest"}, {"weight": 0.11040036988845935, "keyword": "sport"}, {"weight": 0.10596005542368561, "keyword": "love"}, {"weight": 0.10499416729832185, "keyword": "agreater"}, {"weight": 0.09271492006463801, "keyword": "responsibility"}, {"weight": 0.091572559903017728, "keyword": "youths"}, {"weight": 0.090647417565835178, "keyword": "making"}, {"weight": 0.089640847844802529, "keyword": "football"}], "postCount": 60, "posts": [{"relevance": 0.88916404491150192, "post": "We can make the greatest game a greater source for good by considering the essency of the game. For us, football is an honour. Football, soccer, teach us many things related to our life. You may share everything about your life through football. Fail, success; lose, win; those are the effects of the game you can change the game not the essence of the game. When you do good, play good, share kindness, fair play, you show your integrity, and game brings us an honour. For us, football is more than a game, is an honour.\r\n(Uni Papua - @unipapuafc | @unipapua)\r\n", "sentiment": -0.0088350898618226124}, {"relevance": 0.70264145097017161, "post": "Football can be the toll for physical, mental, economical, religion community develop able game. Children, youngsters, youths , adults, old age people love the play. it should not only the game for the competition for wining. it should be the game for fun, it should be game for peace, it should be the positive relationship game. it connects the people around the globe to live with love and care.\r\n", "sentiment": 0.021859916619198075}, {"relevance": 0.6207381857701666, "post": "If we encourage more Youths to take responsibility of the game it will be a greater source for good\r\n", "sentiment": -0.0020210322905792211}, {"relevance": 0.61729164775760659, "post": "What if, football tournaments were only played on communities pitches. A game in the brazilian favelas, a game in the indonesian suburbs, a game in new york bronx....the only invitees would be locals. The rest is televised.\r\n", "sentiment": -0.041573958366166737}, {"relevance": 0.598384886633335, "post": "Congratulations in advance Mr President. You can make the greatest game a greater source for good by putting the interest of the beautiful game lovers first. Do not indulge in any form of football politics, that way your department will and the whole world will forever be peaceful. Here in Botswana at South East District Youth Empowerment Association SEDYEA the game of football is used instead to help better our lives. We are off the streets because of football and having a president with the same mentality would really help us. We need you Mr President to do this for the love of the game not anything else. I am very happy of being a part of this. Thank you SEDYEA FOR SHARING THIS WITH ME. May the Lord bless you.\r\n", "sentiment": 0.014341331926058168}, {"relevance": 0.5911047343290512, "post": "In co-operate enterprenureships  skills into football so as footballs after retairing from active sports can have something to do as than them becoming begars.football can be looked at as aventure in life not as apass time game.footballs will also be looked at as role modles to the young generation in the community they by making thegreatest game to be a greater source for good.\r\n", "sentiment": -0.01082096841911105}, {"relevance": 0.58798524871074687, "post": "To make it a greater source for good,i think the game should be taken to the grass root in which you guys have already started,Also making it more entertaining by doing more awareness campaign on media's and looking for the right sponsores for the game.\r\n", "sentiment": -0.0027372563320516531}, {"relevance": 0.5771205120946532, "post": "We can make the greatest game, a greater source for good by applying such a kind of togetherness. Our children play, learn, share and grow-up together. Playing a good game, learning new things, sharing life values. This kind of togetherness could help our children to show us a great game when they play. More than that, it would be a good moment for them for lifetime.\r\n", "sentiment": 0.032967405993965873}, {"relevance": 0.57396894216925798, "post": "we can make it agreater game by integreting it in all our day to activities.the game its self has amagic in mobilisation,it can also be use to solve conflics in the community since it unity people during the play,\r\n", "sentiment": 0.0059604987575189667}, {"relevance": 0.57389594498966068, "post": "Often times, people tend to get carried away by the team rivalries, monetary rewards and the likes while forgetting the very essence of the beautiful \"\"game\"\" of football. Thus, there is need to remind all & sundry that it's all a \"\"game of sportsmanship\"\" even though modern era football has more or less gone beyond being a game considering the finance involved, politics (administrative aspect most especially) of the game, social status effect etc. \r\n     Hence, in response to the question, \"\"how to make the greatest game a greater source for good\"\", a constant reminder 2 all stakeholders of the numerous benefits of football must be done. \r\nReminding ourselves of benefits such as maintaining physical fitness, moral values such as promoting hardwork and teamwork, commitment, fostering togetherness, strengthening the bond of love & uniting individuals and people of varying climes, culture, religion & social strata ...all which are avenues 2 create a positive social change globally.\r\n", "sentiment": 0.074282782431462788}, {"relevance": 0.56517214455133402, "post": "Hi you. \r\nI would like to answer your question. Football is very popular. To make the greatest game for all in the world, we just do together, play together. \r\nWe should organize some game intergarte life skill and footall.\r\n", "sentiment": 0.030497221356346228}, {"relevance": 0.54890189314701521, "post": "The beginning of the game should be just playing for fun then the good part of the game is revealed afterwards.\r\nNo part in the game should aim to teach least the truth about the other part won't be seen. This strengthens the relationships created through football.\r\n", "sentiment": -0.039503627295987109}, {"relevance": 0.49663211053669298, "post": "Responsibility for all.All the sportmen and women in the diasporal should take it upon them selves to save the sport and go forward to make the greatest game  agreater source for good\r\n", "sentiment": 0.012518476833055962}, {"relevance": 0.48329754824731713, "post": "We can make the greatest game a greater source for goood:\r\nBy including people with disabilities in the  play.Most of the football teams are comprised of physically abled players leaving out those with physical challenges,this will encourage inclusivenessof everyone in the society .\r\nthe game can also be made better by ensuring the fields are well maintaned when players play in a good field they are motivated owing to the fact that they wont get injuries that would have otherwise been avoided\r\n", "sentiment": 0.01683447392739696}, {"relevance": 0.45985231423085088, "post": "we can make this massive power house sport \"\"football\"\"  the greatest game as a greater source for good through investing in the community/ in the grassroots football for they are the ones that have the unlimited love, interest and excitement in this sport. also improving the skills and sport structures at different levels ( community, district, national and at global level for transparency in all the sporting areas which will enable equal distribution of highly earned resources to improve the football). lets involve the children in greatest game for they passion still grows inside them\r\n", "sentiment": 0.049249498010935713}, {"relevance": 0.45895068608305623, "post": "Let the game speak for itself\r\n", "sentiment": -0.040000763390136036}, {"relevance": 0.45706233281462277, "post": "Creating an app of soccer workouts (on the field and of) from favorite players for those young and old to follow to prepare for a big game or feel like they can still be apart of the game\r\n", "sentiment": -0.012457057678292095}, {"relevance": 0.45274850238080067, "post": "Focusing to woman empowerment, sponsoring female football up to high level can make the greatest game a greater source for good because educating a woman is like educating the entire nation.\r\nSo from there they can spread the game passion from early edges and the kids will grasp the same methodology from their mothers. which is also like creating a sport culture in the world.\r\n", "sentiment": 0.022807841588643119}, {"relevance": 0.43639330499285839, "post": "Football could be better with developing new methods to make the game more educative and interesting.\r\n", "sentiment": -0.023295436600915802}, {"relevance": 0.43074033205388429, "post": "WE CAN MAKE A GAME A GREATER SOURCE FOR GOOD BY THIS :\r\n1.THERE SHOULD BE NO GENDER EQUALITY,FOOTBALL SHOULD BE FOR ALL ,EQUALITY SHOULD BE THERE\r\n2.AS FOR MY OPENION IS CONSERNED I MYSELF AS A YOUTH SEEN A LOT OF YOUTH GOING TOWARDS DRUD ADDICTION,FOOTBALL CAN A BEST TOOL TO AVOID THIS .\r\n3.WE SHOULD REACH ATLEAST FAR FLUNG AREAS WHO DOESNOT KNOW WHAT IS A GAME OF FOOTBALL ?HOW CAN WE DEVELOP FOOTBALL SO THAT THEY COULD EARN THERE LIVING WAYS ....\r\nTHERE IS SO MUCH TO DISCUSS ABOUT THIS...\r\nThankyou FOR THE QUESTION\r\n", "sentiment": -0.06368392643923719}], "sentiment": -0.012455415486030781, "label": "game"}, {"keywords": [{"weight": 1.0451324185794848, "keyword": "football"}, {"weight": 0.49893575610683943, "keyword": "social"}, {"weight": 0.36115855257872742, "keyword": "development"}, {"weight": 0.32342112275724122, "keyword": "change"}, {"weight": 0.18787395374710719, "keyword": "unleash"}, {"weight": 0.17600992148777189, "keyword": "respect"}, {"weight": 0.15054958513286373, "keyword": "youth"}, {"weight": 0.14019166216440754, "keyword": "sport"}, {"weight": 0.12800028222423521, "keyword": "communities"}, {"weight": 0.12263608424017937, "keyword": "professional"}, {"weight": 0.1195349354810042, "keyword": "sports"}], "postCount": 113, "posts": [{"relevance": 0.73234742697909327, "post": "To unleash football offer football for free for everyone, everyday, everywhere organize football tournaments and keep on using football for social change. Keep on showing the example how football can be used for good. \r\nTo unleash football support: \r\nhttps://drive.google.com/file/d/0B_J4kN5v3zNXdTM2eVVfUC1Nb28/view?usp=sharing\r\n", "sentiment": -0.0023935060219849964}, {"relevance": 0.72573133729020889, "post": "Offer to design a football for social change product which can be integrated into Confederation of African Football's Annual Awards Events, as one pieceof a broader integration strategy with CAF. We could develop a \"\"Football for Social Good\"\" award focusing on various social themes (education, health, youth leadership, empowerment, entrepreneurship). This puts a visible face to football for social change in Africa, provides awareness for both those organisaitons and football for social change in general; puts us closer to the sponsors who work with CAF, and probably creates more incentive for them to invest in bigger projects moving forward (infrastructure, festivals, forums etc). We could develop it a minimal cost, adapt and offer to other football federations.\r\n", "sentiment": 0.0041314895354113519}, {"relevance": 0.6604427959577488, "post": "Unleash football is already happening: There are thousands of organizations that are working on the field of development thru football, there are billions of people participating in grassroots football project, there are hundreds of football tournaments organized in the spirit of fair play, respect and tolerance. FiFa and UEFA are supporting organizations that use football as a tool for social development. There is a world wide global network that unites more than 100 community organisations and teaches them to learn from one another. There are already millions of lives changed by football. Football is already used for good.\r\n", "sentiment": 0.0039920776634545848}, {"relevance": 0.59772956022661661, "post": "I THINK THAT FOOTBALL IS RELEVANT FOR SOCIAL DEVELOPMENT\r\n", "sentiment": -0.020592789225117109}, {"relevance": 0.59542385787900209, "post": "Make it compulsory that all professional football players must give a percentage of their annual gross salary to football for social development projects\r\n", "sentiment": -0.025087307899927191}, {"relevance": 0.587786964562793, "post": "A small percentage of entries to football matches should benefit children that participate in football for development programs. Clubs should sponsor grassroots organizations, not only donating money but using their expertise to support what they do. Media should promote and show to the world the power football and be happy to share good news of how football can change the world. Governments need to spend more on sports infrastructure and sports for development programs in line with national plans.\r\n", "sentiment": 0.0055109742804228456}, {"relevance": 0.58528868656662247, "post": "Is it possible to change the very essence of the football ecosystem to achieve a rebalancing of wealth and a change of focus towards social development? After all, the majority of football clubs were established in order to bring local communities together, so social development should be part of their DNA. That said, because of the disparate nature of football structures, it is hard to envisage how such a campaign could be led and how changes could be driven by the people -- the fans -- who are disenfranchised by the industry they sustain.\r\nChange from within is perhaps more realistic. At Kick4Life in Lesotho we are striving to create a new model for a football club where social development is the ultimate goal, driven and enabled on a new level by elite success on the pitch and financial success off it. It is a big shift from our initial approach where we created an elite team alongside our charity programs purely as an outlet for our talented participants to play competitive football. Yet as the team has progressed quickly to the Lesotho Premier League, our potential for scalable social and economic change has flourished. As a traditional charity this was capped, but by creating a cross-sector model we believe we can accelerate and deepen our community impact, as well as creating a model for replication by clubs elsewhere.\r\n", "sentiment": 0.040756059851721135}, {"relevance": 0.58026932932218345, "post": "Football should use its tremendous global platform to combine grassroots / mass participation sports, professional sports and talent pipelines with personal development and holistic education. All football youth coaches should be qualified to integrate life-skills sessions in their regular football trainings to develop the young peoples' social competencies in a safe, fun and youth-riendly environment. Through a more holistic approach to football this amazing team sport could have an massive impact... for Good. Just by looking at the 25 000 German football clubs and the 6.8 million active members of the German Football association the global potential becomes quite evident.\r\n", "sentiment": -0.016900775475028565}, {"relevance": 0.57864930421986938, "post": "To unleash football: make football within reach of everyone\r\n", "sentiment": -0.025319004712008798}, {"relevance": 0.57330598414141809, "post": "Football is the largest and lovely game in Tanzania and  the world in general. Using football for social change we can adress the educational, health and social needs of children and youth; educating and advocating for culture and peace, diversity, tolerance and mutual respect.\r\n", "sentiment": 0.037828741745484368}, {"relevance": 0.56825151063750057, "post": "All professional players should be required to be ambassadors/advocates for a social development through football project of their choosing!\r\n", "sentiment": -0.014078091260295141}, {"relevance": 0.55671300757425379, "post": "I use this medium to reecho my thoughts concerning the taking football as a means of social change to the next level by calling for the development of football in africa as a means of supporting out-of-school boys and girls who are passionate about the game. it is no doubt the football is a very influential and loving sports among young african people, thus many wants to be like their favorites players such as drogba, mikel, toure, eto'o etc. the support for the development of the sport in african will not only provide employment for the teaming young boys and girls in africa, but it will platform for a kind of informal education, reduce crime and promote social integration. support for development does not end with giving monies to the FAs, but to ensure that corrupt football administrators are kicked out of the system, funds monitored for the purpose to which it was donated and infrastructures such as mini stadia encouraged in little and poor communities. social initiative such as sfw should be given opportunity to benefit from social funding to benefit poor or disadvantage communities. the bane of underdevelopment of football in africa is caused by corruption and selfishness of administrators. local league must be given due attention for standard as a means of absorbing some of the best legs rather than all looking forward to playing in europe as the only mean of competitiveness. capacity of officials must be improved through seminars and courses.\r\n", "sentiment": 0.014916038401839853}, {"relevance": 0.55605009020853113, "post": "We leverage the power of football to create social impact in Pakistan, with a focus on:\r\n- Youth Development\r\n- Women's Empowerment\r\n- Sport for Development\r\n- Football Enhancement\r\nWe'd love to collaborate with your amazing initiative:\r\nhttps://vimeo.com/65052926e!\r\nBest,\r\nKUFC\r\n", "sentiment": 0.039318529934472921}, {"relevance": 0.53835466710832414, "post": "El fútbol en países con dinámicas sociales difíciles como lo serian inseguridad, pobreza, violación de derechos y demás dificultades que caracterizan una población vulnerable, este deporte se  convierte en una oportunidad de cambio porque en una cancha pueden solucionarse conflictos, integración de las personas, se aprende a trabajar para una finalidad, la importancia del otro para el cumplimiento de las metas; el fútbol se convierte en el espacio donde los jóvenes se encuentran para compartir sus historias y experiencias donde se aprende normas dado que existen reglas en el campo de juego. Para esto el papel del fútbol es transcendental porque en estos contextos ayuda a las comunidades en su desarrollo social porque permite mejorar y transformar la cosmovisión de las personas de estos territorios, combate de forma directa problemas como pandillaje, consumo de SPA entre otros; donde el joven al jugar al fútbol y pertenecer a un equipo ya sea profesional o principiante utiliza de forma adecuada su tiempo libre evitando participar de las problemáticas anteriormente mencionadas.\r\n", "sentiment": -0.028596710233611669}, {"relevance": 0.51464740114467344, "post": "By making football as a tool for social change more visible - it is difficult to compete with the professional leagues in terms of spotlight, but we need to think of ways to leverage the intense media attention football gets and use it to promote positive messages.\r\n", "sentiment": -0.037392982100933309}, {"relevance": 0.5057216136350835, "post": "To unleash football: suspend betting on football games\r\n", "sentiment": -0.00045894425154683873}, {"relevance": 0.49289709878399268, "post": "- Unite poverty stricken areas with football equipment\r\n- Create employment opportunities for expanding Street Football World\r\n- Start day camps for football to keep youth active and busy\r\n- Educate youth on life skills through football\r\n- Improve football facilities in major cities\r\n", "sentiment": 0.012917373318279196}, {"relevance": 0.49186598799880904, "post": "Trasladarnos a comunidades alejadas que solo utilizan el Futbol como un deporte solamente y capacitar a jóvenes motivadores para utilicen este deporte como una estrategia de cambio, creando ferias donde se puedan mostrar el futbol como una herramienta de transformación social, compartiendo juego dinámicos, experiencias, intercambio de información, promoviendo a los grupos para que le den un mejor uso al Futbol.\r\nY estas ferias se deberían de hacer de manera parcial, no solamente una vez, sino cada cierto tiempo para saber como lo van desarrollan en la comunidad y que progreso ha tenido la implementación.\r\n", "sentiment": -0.011995755640954814}, {"relevance": 0.49168967845444345, "post": "le football incarne le respect et la consideration.\r\n", "sentiment": 0.031636749390782967}, {"relevance": 0.48706378344920181, "post": "Grants and stipends should be available to people interested in studying football for social change. Football associations should incentive people to research more on the topic.\r\n", "sentiment": -0.006340354702697712}], "sentiment": 0.0063635096455919313, "label": "football"}, {"keywords": [{"weight": 0.98543058783040505, "keyword": "play"}, {"weight": 0.44095334778045925, "keyword": "children"}, {"weight": 0.41505574783130383, "keyword": "fair"}, {"weight": 0.30565453702817424, "keyword": "team"}, {"weight": 0.21239351098551912, "keyword": "kids"}, {"weight": 0.1930040083576266, "keyword": "teams"}, {"weight": 0.18091811992989507, "keyword": "football"}, {"weight": 0.18076864078372379, "keyword": "award"}, {"weight": 0.14866411247591096, "keyword": "field"}, {"weight": 0.14538755512374135, "keyword": "learn"}, {"weight": 0.1327637284227785, "keyword": "golden"}], "postCount": 45, "posts": [{"relevance": 0.76520926734530237, "post": "Please, i wish more partizipation in amateurfootballfields with cooperation in commun politics, footballclubs and schools where children can play without to be in footballclub. And i wish more high quality children-playgrounds in all over the world for the kids who don`t want to play football but like to be in movement and play with other kids! Thanks!-)\r\n", "sentiment": 0.012771840114347878}, {"relevance": 0.7143238136825103, "post": "It is often said that the notion of Fair Play is central to the sport of Football. And yet when it comes to awards nights, the footballing world fixes its attention on the best player (Ballon d'Or) and, to a lesser extent, the best goal (Puskás Award). An accolade exists for Fair Play (the FIFA Fair Play award), and yet it does not receive anywhere near the same level of recognition as some of these other prizes on offer. \r\nIf Fair Play really does lie at the heart of football then it's time we celebrate it in the same way we celebrate individual accomplishments. It's time we make sure doing the right thing becomes just as valuable of a footballing achievement as doing the best thing.\r\n", "sentiment": -0.0021445657454307902}, {"relevance": 0.62819308283196085, "post": "Football is the people's game so we need to give it back to the people.  Spend less on massive stadiums and player endorsements and more on the grassroots - give children the world over a chance to play by providing them with play spaces, coaches and safe environments\r\n", "sentiment": -0.016838013650028589}, {"relevance": 0.62322339307924624, "post": "We have seen first-hand the importance of having a ball that can withstand the play spaces in most of the world.  Most children and youth don't have access to a grass field, and traditional footballs are not designed to withstand the harsh environments - streets, rocky patches, beaches - where most children play.  I would like to see football leadership invest in REAL grassroots football - not just development of elite players and teams.\r\n", "sentiment": 0.0068847418771028467}, {"relevance": 0.62114981104259026, "post": "Professional football should promote fair play much more. For example, there should be a clear and visible reward / punishment for the teams of a given league with the least/most yellow and red cards. The fairest team could be promoted with three(or more) extra points at the end of the season, while the unfairest team has those points deducted. That would be a real incentive for fair play.\r\n", "sentiment": -0.00500466275765718}, {"relevance": 0.57794470324095348, "post": "Offer children in every corner of the globe the opportunity to have their own safe experience with Football, with Play.  Do this in many way, by offering qualified instruction (meaning training for existing & future physical education or Football coaching instructors), equipping existing and future programs with the physical tools to play the game and present more safe play spaces everywhere!!!\r\n", "sentiment": 0.022062452632228603}, {"relevance": 0.57747785716211175, "post": "In addition to a financial fair play (UEFA) there should be a social fair play that requests from clubs playing leagues and continental championships a set of contributions in order to be licensed or qualify for a competition.\r\n", "sentiment": 0.0097062469637934322}, {"relevance": 0.57396077109965393, "post": "ALLOW all children whether in organised football clubs or in informal community soccer to learn to firtsly enjoy the GAME and then to grow and develop as a person. We have recently piloted our Football3 programme to kids in organised clubs (u/10 divisions) and after 9 weeks awarde our first FAIRPLAY TROPHY AWARD... throughout the  weeks of playing kids/clubs learnt to appreciate that the player are childre at PLAY first before competing and that the playing field was their classroom. What a breakthrough for organised clubs...\r\nAs an after school Football3 activity we have kids making up teams and learning just to play along.\r\nPLEASE ALLOW CHILDREN TO BE CHILDREN EVEN IF IT IS ON THE FOOTBALL FIELD\r\n", "sentiment": 0.006664178181357748}, {"relevance": 0.56937253612456107, "post": "IDEA 1) today, fans around the world are used to voting for the ‘Goal of the Month‘ in competitions that interest them.... Looking ahead, why shouldn‘t they vote for the ‘Fair Play of the Month‘? Let‘s showcase great examples of fair play more often and celebrate those players who bring the idea of fair play to life  \r\nIDEA 2) professional clubs partner with local social initiatives to give as many disadvantaged boys and girls as possible the once in a lifetime experience to walk onto the pitch with the players/their idols (25 home games per year x 22 player escort kids = 550 unforgetable days for marginalized kids per club per year)\r\n", "sentiment": -0.007369911945965763}, {"relevance": 0.5501737093208674, "post": "One thought for improving the spirit in football is to organise tournaments following the example of Ultimate Frisbee, which is self-refereed. I had no idea, something like that existed in team sports - players making their own foul calls and settling disputes according to the rules of the game. A great responsibility for fair play and therefore fun play.\r\n", "sentiment": -0.017866208533216542}, {"relevance": 0.52296673863655019, "post": "Football can offer more than just a sport game as it is also about team spirit, cooperation, respect, fair play,…there are a lot of learning values that we can educate others through football; that is the reason why Football for All in Vietnam (FFAV) use football as tool to integrate life skills education for children\r\n", "sentiment": -0.0061892156893406632}, {"relevance": 0.52291054895529521, "post": "There is a golden boot. shoudl there not be a golden, handshake award for the team that pplays with the most fair play throughout the seadon and this gives them automatic entry to the champions league on the following year!\r\n", "sentiment": -0.047318824776142888}, {"relevance": 0.5156402858785547, "post": "By investing in solid resources for communities, we can focus on strengthening the play opportunities and programs that will further enrich them through play.\r\n", "sentiment": 0.00808488186655653}, {"relevance": 0.50381478291034076, "post": "All the teams participating in the World Cup should learn and sing along the others country National Anthem encouraging respect and fair play even before the game officially starts.\r\n", "sentiment": 0.0022110289193463376}, {"relevance": 0.50151834033729936, "post": "Governments and Football Federations can make football a greater source for good by creating more safe spaces for women to play in their communities or allocating field space for women and girls to play regularly.\r\n", "sentiment": 0.003172560332064903}, {"relevance": 0.50099031073384437, "post": "Alongside the golden boot for excellence in playing. We create the golden handshake award for excellence in fair play .one for a player and one for the team.  Players\r\nReward is 500k towards his cause, teams award is automatic entrance to the following years champions league!!! I like this one!!!\r\n", "sentiment": 0.0068763780238714689}, {"relevance": 0.49120505661968727, "post": "Rich people can simply learn to play and then play with poor people. \r\nGoing into townships or villages and simply kicking the ball, without teaching.\r\nFootball can equalise power-relations.\r\n", "sentiment": 0.011135018582540273}, {"relevance": 0.48156155286875685, "post": "Football can become a source to bring together young children and teach them importance of team work and help them in there physical and emotional development, we should ensure that football is played in the true sportsman spirit and take friendship to the next level, we can change India if we can get the young children from under previleged background to play football\r\n", "sentiment": 0.055495962926144025}, {"relevance": 0.4807109559472027, "post": "we need to fight corruption both in the football managment and on the field during play and substitute with transprancy.\r\n", "sentiment": 0.021055200982052776}, {"relevance": 0.47846327714900294, "post": "We can make the greatest game, a greater source for good by applying such a kind of togetherness. Our children play, learn, share and grow-up together. Playing a good game, learning new things, sharing life values. This kind of togetherness could help our children to show us a great game when they play. More than that, it would be a good moment for them for lifetime.\r\n", "sentiment": 0.032967405993965873}], "sentiment": 0.013441071516976563, "label": "play"}, {"keywords": [{"weight": 0.91401227533297635, "keyword": "players"}, {"weight": 0.27772641523967645, "keyword": "youth"}, {"weight": 0.27473837753017649, "keyword": "community"}, {"weight": 0.23494598981275916, "keyword": "player"}, {"weight": 0.20783436930901034, "keyword": "let"}, {"weight": 0.18350743383742676, "keyword": "team"}, {"weight": 0.17456129395168327, "keyword": "pro"}, {"weight": 0.16585452794109068, "keyword": "teams"}, {"weight": 0.16517453349949118, "keyword": "education"}, {"weight": 0.15812779916702871, "keyword": "professional"}, {"weight": 0.1496650200159495, "keyword": "coaches"}], "postCount": 64, "posts": [{"relevance": 0.69358012486706722, "post": "this can be done through providing services such as facilitation on general health,sex education and imparting life skill knowledge to players  after football matches.This will ensure wholesome development of the players whoare mainly the youth.\r\nNurturing players with talent to use it for also self benefit such that they can become inernational players.\r\n", "sentiment": 0.043404943143664033}, {"relevance": 0.62643394355759219, "post": "Let's make mentoring of grassroots-football players by pro players a standard part of any player's contract: take some time out each month to help them with training, let them attend a pro training or even just have a conversation about football and how they got where they are now. This will inspire young disadvantaged players and teach those at the top something about the impact of football across all layers of society. \r\n(Please use the ISF logo on the unleash football website)\r\n", "sentiment": -0.010409069067849048}, {"relevance": 0.54585578362648501, "post": "First team and youth players have a little requirement in their contract in which they have to meet a set amount of hours where they have to be involved in charity by the end of the year. Youth team players would do hours and first team players could have a set amount that they have to raise on top of the set amount of hours of charity they have to do.\r\n", "sentiment": -0.022625248673698355}, {"relevance": 0.54197872362187283, "post": "Too many youth football players globally are neglected after dropping out of football between the ages of 14 and 21. Many have missed years of school, college and vocational training and are not equipped to get a job or qualified to go to further education. While some clubs are taking steps to provide their youth players with a more rounded education, not enough is being done to create a culture and infrastructure which can facilitate this education.\r\nInstead of ignoring this education football governing bodies and clubs globally should see this as an incredible opportunity to engage youth, many of whom are from the lowest socio-economic groups and see school as an unnecessary distraction. By combining it with their football life it makes the education side much more agreeable. \r\nAll football governing bodies should create a policy of youth education for players at all clubs. It should include guidelines for education, required time spent working on activities outside of football and a clear and transparent way to monitor the clubs in their efforts.\r\nAll clubs should be required to partner with local schools, colleges, vocational training academies and non-profits as part of this player development process. Their players will have to attend education related to academic studies, job training and personal development throughout the year. In order to be able to progress through the youth football ranks players must achieve certain education goals they set at the start of each year. \r\nMany non-profit organisations are able to teach life skills through football. Their skills should be utilised in order to assist these young players in their personal development. If done effectively it will not only provide them with greater education and employment opportunities after their professional football career is over but it will help them to avoid harmful social problems such as violence, drug and alcohol abuse, unhealthy habits and discrimination.\r\n", "sentiment": 0.042927818300029098}, {"relevance": 0.47281630325083618, "post": "Let's take 5% of players salaries and put it into community programmes.\r\n(University of Brighton - Football for Peace)\r\n", "sentiment": -0.012828721003537612}, {"relevance": 0.4647763567713431, "post": "Every player should be contracted to spend an hour or two minimum a week volunteering to coach or raise awareness in the local community. The players should be each given a target sum of money they need to raise for a charity of their choice. \r\nI think that just the same way as the players will have to complete press conferences, one player a week should go into a local school to promote healthy living, staying active and being a positive impact on society.\r\n", "sentiment": 0.025637454649828788}, {"relevance": 0.46389956139288935, "post": "What if, every male pro player was matched with a female pro player and they committed to 1hr a week to accelerate that female players game over the next 2 seasons.\r\n", "sentiment": -0.014009371702322908}, {"relevance": 0.4622658459096371, "post": "We can make the greatest game a greater source for good through the following:\r\nProviding the players with adequate equipments they require such as jerseys,playing boots, and a well maintained football field.Majority of the grassroot players lack football boots forcing them to play barefoot which in turn leads them to having serious injuries.\r\nHaving more than one national team,this will encourage players who are talented in the sport to be more ambitious as they know they have something to look forward to (joining national teams)\r\n", "sentiment": 0.031022088835767764}, {"relevance": 0.45040190292045107, "post": "Professional football should demonstrate more respect for the referees. Without them, there whould be no \"\"organised\"\" football. And the disrespect shown to them on a weekly basis by players, coaches and fans is unacceptable. Compare this to how referees are treated in say rugby and it shows just how much football needs to improve. Abuse from players and coaches should be rewarded with an immediate sending-off. All players should be required to go through a referee training course and referee youth matches. Players should also take part in football3 matches without referees to learn how to take responsibility for their own actions. The lack of respect for referees shown by professional football has a significant impact on how referees are treated in youth and amateur football. By setting a much better example, the often dire situation at your local football pitch would also change.\r\n", "sentiment": -0.011405571047111559}, {"relevance": 0.41684117091387679, "post": "Ensuring leadership starts at the grassroot level.\r\nplanning mentorship programs for the youth .\r\nproviding adequate equipments for the youth players.\r\n", "sentiment": -0.0062105465875963621}, {"relevance": 0.41406514381889437, "post": "peer mentoring could work on a coach2coach or player2player level between pros and community coaches/players. there is complementary knowledge that adds value on both sides.\r\n", "sentiment": -0.019048720463294627}, {"relevance": 0.41393532278473144, "post": "All professional players should be required to be ambassadors/advocates for a social development through football project of their choosing!\r\n", "sentiment": -0.014078091260295141}, {"relevance": 0.4107588111444439, "post": "Players should have 4 hours a week to dedicate to purpose and access to professional support in this regard, without gatekeeping agents.\r\n", "sentiment": -0.026830488194978627}, {"relevance": 0.3994208252226284, "post": "Players should be exposed to at least 40 hours of civic education/social engagement a year.\r\n", "sentiment": -0.069233620779892396}, {"relevance": 0.39465893885857428, "post": "All players should partner with local elementary schools to inspire youth to stay healthy and active.\r\n", "sentiment": 0.050623269459787158}, {"relevance": 0.39390805231003811, "post": "Players have talent but they have opinions too. Let's encourage our favorite athletes to speak out about causes they believe in!\r\n", "sentiment": 0.0025245805633796127}, {"relevance": 0.38996351014796427, "post": "Be a nice idea if every player was linked to a cause and the cause was next to the players name on the back of every kit.\r\nD\r\n", "sentiment": 0.038522986096856081}, {"relevance": 0.38883010353586583, "post": "The power of agents should be reduced and players should be better educated and take responsibility for who they are and what they stand for.\r\n", "sentiment": 0.0031237658002042389}, {"relevance": 0.38497669996491968, "post": "Ich sehe immer nur Fotos von verbissenen Spielern, die eben nicht spielen, sondern kämpfen. Wir brauchen Rollenvorbilder, die freundlich sind, nicht kämpferisch. Und wenn kämpferisch, dann spielerisch kämpferisch. Wenn wir eine friedliche Welt frei von Kriegen anstreben, darf auch das Grün nicht zum quasi Schlachtfeld werden und damit die Spieler zu verbissenen Kämpferin. Viel macht haben die Medien. Wenn man sie dazu kriegen kann für die Veröffentlichung andere Bilder auszuwählen, dann wäre das grandios. Auch, wenn man zeigen würde, dass Mannschaften nach dem Spiel gemeinsam feiern und die besiegten, die Sieger feiern und umgekehrt - wäre das nicht wundervoll? Und wenn Fußballkommentatoren weniger sinnloses Geschwätz abgeben würden, mehr die Fairness und Klugheit loben, würde das gute Samen im Geist derer hinterlassen, für die Fußball alles ist, woran sie sich orientieren. Der Fußballverband sollte einen Kodex für Fußballfans rausgeben, der Saufgelage, die Belästigung Bahnreisender und Gewalt ächtet. Kurz, alles was Freude mehrt und Unfrieden und Unfreundlichkeit mindert, sollte gefördert werden. Und man sollte endlich aufhören davon zu sprechen, Spieler zu kaufen. Das hinterlässt den Gedanken, Menschen seien käuflich. Wollen wir das? Das führt automatisch zu den hohen Summen, die gezahlt werden. Wenn wir die Gehälter von Vorständen und die Nebeneinkünfte von Abgeordneten kritisieren, dann müssen wir auch die finanziellen Auswüchse im Fußball ächten - und für Transparenz und Fairness Sorgen, auch in den Verbänden bzw. der Fifa. - Lasst uns den Fußball mit den Werten verbinden, in denen wir leben wollen. Ganz konsequent in allen Bereichen, von der Spielerausbildung bis zur Vergabe von Übertragungsrechten.\r\n", "sentiment": 0.023689057063170132}, {"relevance": 0.38360061503334164, "post": "Junior football clubs (with players under the age of 12) should be encouraged to field mixed gender teams in an organised league. This would get the young players to think about equality and inclusion from a young age.\r\n", "sentiment": -0.0039879619318251057}], "sentiment": 0.006584254705535488, "label": "players"}, {"keywords": [{"weight": 1.0740298361770182, "keyword": "girls"}, {"weight": 0.40609155678789904, "keyword": "women"}, {"weight": 0.37374512969331658, "keyword": "boys"}, {"weight": 0.25911723419533489, "keyword": "young"}, {"weight": 0.2248603118693763, "keyword": "reach"}, {"weight": 0.16728585382634933, "keyword": "al"}, {"weight": 0.14094204273605429, "keyword": "training"}, {"weight": 0.13324639044172207, "keyword": "find"}, {"weight": 0.13267823582614319, "keyword": "budget"}, {"weight": 0.12307976885334954, "keyword": "focus"}, {"weight": 0.11639537247289981, "keyword": "mixed"}], "postCount": 21, "posts": [{"relevance": 0.94237393372292499, "post": "Football has the power to improve the lives of women and girls by allowing them to play, find their inner strength, and prove that girls can do whatever boys can do!\r\n", "sentiment": 0.020667526097897473}, {"relevance": 0.86158542232876634, "post": "to reach girls\r\n", "sentiment": -0.026223056048225619}, {"relevance": 0.80196691940097775, "post": "Empowering young girls in male-dominated societies through girls only soccer academies.\r\n", "sentiment": -0.051205335147872504}, {"relevance": 0.7862627115999985, "post": "Girls and boys football should have the same budget and focus.\r\n", "sentiment": -0.0028120405337310052}, {"relevance": 0.75409378743129951, "post": "Create special leagues and competitions in which boys and girls and men and women can play football together. Winning may be the goal but also collaboration, strategy, lifting the skills of the less advanced. From a young age, show the world that there is room for all sorts of teams: boys, girls, mixed kids, mixed adults.\r\n", "sentiment": 0.0068732515770404045}, {"relevance": 0.68262643837163095, "post": "We can find creative ways to change the culture of football, so it is authentically a more inclusive space -- especially for girls and women. It's a holistic imperative. Not just looking at girls' participation, but looking at leadership, coaching, resources, media, etc.\r\n", "sentiment": 0.010251062439462732}, {"relevance": 0.67091370711972231, "post": "La pratique du football par les filles leur donne confiance en elles, facilite leur implication dans la active, leur participation à la gestion de leur cité. Les footballeuses sont des filles spéciales au points de vue étude et de comportement responsable.\r\n", "sentiment": 0.019484681332709881}, {"relevance": 0.58018112403436439, "post": "Providing adequate resources to players such as cons,balls and jerseys for the grassroot teams.\r\nMotivating girls coaches who face alot of challenges in bringing up girls teams from U12 -OVER 16\r\n", "sentiment": -0.026072462028047159}, {"relevance": 0.56066137847000186, "post": "le centre football for hope est   important car ca contribue a la formation des jeunes filles\r\n", "sentiment": 0.040068039179518997}, {"relevance": 0.54737160909525406, "post": "le centre football for hope contribu a l'epannouissement des jeunes filles , a la formation ainsi qu'a l'education des jeunes.\r\n", "sentiment": 0.028505791346890762}, {"relevance": 0.53650494293525519, "post": "we need full involument of all partners.from the grsssroot,let us have acedmies for both girls and boys.training in all aspects both managerial and playing so that are able feel all the needs of the game\r\n", "sentiment": -0.0010032192904071136}, {"relevance": 0.50633423053803694, "post": "Governments and Football Federations can make football a greater source for good by creating more safe spaces for women to play in their communities or allocating field space for women and girls to play regularly.\r\n", "sentiment": 0.003172560332064903}, {"relevance": 0.4767584669503982, "post": "Les centres de football appuient le maintien des filles a l'école a travers le foot ball, zéro grossesse, zéro avortement\r\n", "sentiment": 0.0042317810365740862}, {"relevance": 0.36304256988599726, "post": "I use this medium to reecho my thoughts concerning the taking football as a means of social change to the next level by calling for the development of football in africa as a means of supporting out-of-school boys and girls who are passionate about the game. it is no doubt the football is a very influential and loving sports among young african people, thus many wants to be like their favorites players such as drogba, mikel, toure, eto'o etc. the support for the development of the sport in african will not only provide employment for the teaming young boys and girls in africa, but it will platform for a kind of informal education, reduce crime and promote social integration. support for development does not end with giving monies to the FAs, but to ensure that corrupt football administrators are kicked out of the system, funds monitored for the purpose to which it was donated and infrastructures such as mini stadia encouraged in little and poor communities. social initiative such as sfw should be given opportunity to benefit from social funding to benefit poor or disadvantage communities. the bane of underdevelopment of football in africa is caused by corruption and selfishness of administrators. local league must be given due attention for standard as a means of absorbing some of the best legs rather than all looking forward to playing in europe as the only mean of competitiveness. capacity of officials must be improved through seminars and courses.\r\n", "sentiment": 0.014916038401839853}, {"relevance": 0.35879407049950668, "post": "Football is a sport for everyone, not just for men and boys. For women to have the same opportunities as men to participate in football, change has to come to the sport's governing bodies. For example, we could begin by ensuring greater equality between the men's and women's World Cup. If the women play of turf surfaces, so should the men. In addition, prize money for winning men's and women's teams should not be so massively unequal. Governing rules need to be changed to ensure equality. Hopefully as changes occur, the negative rhetoric that often surrounds women's football will begin to dissipate.\r\n", "sentiment": -0.018709585616030779}, {"relevance": 0.35405590930648234, "post": "AMPJF est organisation qui œuvre pour la promotion écologique de la femme et de la fille au Mali notamment dans des communes defavorisees. Assister cette organisation dans ces activités doit être une préoccupation des instances foot balistique dans la mesure ou ces activités sont essentiellement orientés vers la promotion du foot féminin au Mali. ainsi cette organisation participe au développement physique intellectuel et surtout l'épanouissement de la jeune fille.\r\n", "sentiment": 0.014144000249123344}, {"relevance": 0.30262989107316063, "post": "9. SHIFT THE FOCUS: TO GRASSROOTS AND NON-LEAGUE\r\nIf the grassroots of football received one pound every time the professional game praised it, it would be rich beyond all imagination. But the grassroots – including the youth, women’s and non‑league games – are not rich.\r\nThe state of the nation’s facilities is poor, the provision of changing rooms and toilets for women and girls is worse, and the massive squeeze of local authority expenditure has led to a collapse in the maintenance budgets of established grounds. For those who can find a decent pitch, the number of trained coaches per capita is a quarter of Germany’s where the costs are subsidised. Yet football’s private opulence feeds on the enormous pool of enthusiasm and talent that grassroots football generates.\r\nThe windfall taxes should be spent here, focused on: subsidising coaching education, supporting struggling clubs, building pitches in the poorest areas and making sure every single playing field has women’s changing rooms.\r\n", "sentiment": -0.012412453166477454}, {"relevance": 0.28926777249958213, "post": "Gender Equality in India is a big challenge. People think only men/boys should/could play football in India. Media popularizes men's football even though 2015 is the year of Women's football WC and that the USA women's football team had won. What a brilliant game to watch! But media paid less attention to it and chooses to show where each men's footballer had spent their vacation this summer, what swag they got and Mario Balotelli :-)\r\nSolution to this- We could have the world's first Mixed football tournament, mostly 5v5 format, in which 3 have to be women and 2 men. A game that will change the way society thinks and a way men footballers can help the women to come up in sports and in their community. Im very positive on this as this will have a major impact in India and of-course there will be skeptics voicing their concerns. But in a few years down the line, when people see the Mixed Football WC, the parents will be proud to see their daughters playing at the international levels next to Messis and Ronaldos. \r\n- Aaron Thomas\r\nFootball Coach\r\nSLUM SOCCER\r\nwww.slumsoccer.org\r\n", "sentiment": -0.02993225524266762}, {"relevance": 0.28645090746477775, "post": "Perhaps it's time for football's merchandise heavyweights (the likes of Adidas, Nike, etc.) to lend more support to the real stars of the game - the young boys and girls whose lives are changed through football. Adidas were willing to part with $1.3 billion as part of a sponsorship deal with Manchester United. Imagine the impact that could be had if, as part of the same deal, a further half a percent of that amount were dedicated to football-based development programmes in the form of value-in-kind sponsorship.\r\n", "sentiment": -0.01675891652237968}, {"relevance": 0.2833783107690428, "post": "Lets think of this;\r\nA supportive idea in future, we would like to see ladies teams along premier league games which is dominated by men in every structure, women be trained and particpate as premier games refferee services,women football is equally very entertaining compared to mens football games.\r\nNeed for supportive policy environment to encourage women coaches in premier  league teams,national and international fifa structures.\r\nFifa needs to support womens football initiative as there are many women able,strong and active in the field of football, but the societal challenge  and poilcies affects their invovement , performance and participation in taking up roles dominated by men.\r\n", "sentiment": -0.024069172472057213}], "sentiment": -0.0023173771524564925, "label": "girls"}, {"keywords": [{"weight": 1.3305000813584729, "keyword": "nations"}, {"weight": 0.44287633707910234, "keyword": "football"}, {"weight": 0.24303376809549962, "keyword": "races"}, {"weight": 0.17449054309162651, "keyword": "integration"}, {"weight": 0.16837650747731642, "keyword": "peoples"}, {"weight": 0.14582792811324635, "keyword": "reconciliation"}, {"weight": 0.12430542243626579, "keyword": "staff"}, {"weight": 0.11586325068764987, "keyword": "encounter"}, {"weight": 0.1140905432246337, "keyword": "entertainment"}, {"weight": 0.098534554173626096, "keyword": "means"}, {"weight": 0.083749282555599255, "keyword": "exchange"}], "postCount": 12, "posts": [{"relevance": 1.4016705943546903, "post": "le football permet le regroupement des. des differentes nations.\r\n", "sentiment": -0.0054918885538920176}, {"relevance": 1.4016705943546903, "post": "le football permet le brassage entre les nations.\r\n", "sentiment": -0.0054918885538920176}, {"relevance": 1.0280864091483966, "post": "le football permet l'integration des gens de diverses nations et de differentes races.\r\n", "sentiment": -0.0082419581294168338}, {"relevance": 0.91818599109643317, "post": "le football permet le rapprochement des nations et des peuples\r\n", "sentiment": -0.0081862364386034361}, {"relevance": 0.71181614974105156, "post": "le football est un moyen de divertissement qui peut etre source de rencontre des plusieurs nations pour echanger certaines connaissances en matiere de sport...\r\n", "sentiment": -0.036344927476813144}, {"relevance": 0.65486854348693979, "post": "le football permet la cohesion, l'entente et l'union entre diverses nations.\r\n", "sentiment": -0.0044805584531332349}, {"relevance": 0.60357297528440756, "post": "What if, 50% of all roles in football came out of the developing nations, ground staff, support staff etc.\r\n", "sentiment": -0.0085556010946015205}, {"relevance": 0.54224094473955187, "post": "We suggest regular updates from the football nations and countries to learn and share from the experiences of succesfull management practices,but not just organising entertaining football that gives the blame of refferees and footballers only instead of the governance issue.\r\n", "sentiment": -0.021410149347529425}, {"relevance": 0.50736105192371517, "post": "The power of the game lies in its ability to unite, therefore, it is important to build the KNOW - HOW of the game to be almost at the same level world wide. Then football will be a reason to enjoy living even for the poorest of the poor nations.\r\n", "sentiment": -0.0038447196985602942}, {"relevance": 0.20818046194313256, "post": "le football permet le divertissement et le developpement par le biais de centre football for hope.\r\n", "sentiment": 0.013249045739481212}, {"relevance": 0.20609009784826435, "post": "Le football permet de reunir plusieurs races dans un meme stade pendant 90mn,ayant le meme objectif.\r\n", "sentiment": -0.0039989312179997266}, {"relevance": 0.20397342500094284, "post": "le football est un moyen de garder sa sante et un moyen de divertissement.\r\n", "sentiment": 0.026031171894686865}, {"relevance": 0.19640304609050177, "post": "un match de football est source de fete et de rencontre.\r\n", "sentiment": -0.012859096312495766}, {"relevance": 0.19502570684432408, "post": "le football est garant de divertissement et de joie, le centre football for hope est une des solutions pour le faire.\r\n", "sentiment": 0.036489242470210119}, {"relevance": 0.19426804525233485, "post": "le football permet la cohesion des individus de plusieurs races, ethnies et d'ages differents.\r\n", "sentiment": -0.0093184663280467747}, {"relevance": 0.18630092286944203, "post": "To unleash football: make football within reach of everyone\r\n", "sentiment": -0.025319004712008798}, {"relevance": 0.17726851857199441, "post": "To unleash football offer football for free for everyone, everyday, everywhere organize football tournaments and keep on using football for social change. Keep on showing the example how football can be used for good. \r\nTo unleash football support: \r\nhttps://drive.google.com/file/d/0B_J4kN5v3zNXdTM2eVVfUC1Nb28/view?usp=sharing\r\n", "sentiment": -0.0023935060219849964}, {"relevance": 0.17619855127795819, "post": "car toutes les races auront l'occasion de se rencontre sur le terrain\r\n", "sentiment": 0.032892357356302193}, {"relevance": 0.17236162050882922, "post": "le football est un sport qui permet aux jeunes d' entreprendre surtoutavec les centres football for hope.\r\n", "sentiment": 0.019247258700289174}, {"relevance": 0.15891366780682284, "post": "1.Conduct regular football camps, in the community where football is unknown to the people.\r\n2.Introduce leagues system across the globe like Bundesliga,EPL,La liga. Since in INDIA after introducing ISL (Indian super league) the football crazy is boom in the nation this as taken Indian football to the next level.\r\n3.Require qualified  football coaches.\r\n4.Football field is also important  criteria to avoid injury's.\r\n", "sentiment": -0.035832096980985266}], "sentiment": -0.012763368869059743, "label": "nations"}]